[{"KEYWORD":"north_korea","DATEx":"2000-02-08","TOPIC":"State Department Budget","CSPANLINK":"https:\/\/www.c-span.org\/video\/?155259-1\/StateDepartmentBud&mention=c5510902&mentionSearch=north%20korea","EXCERPTSx":"Further, it seems to me, we have to encourage China to cooperate with us in seeking regional stability in South Asia. I, quite frankly, don't know how we reach a reasonable resolution for the world on the subcontinent of India, between India and Pakistan, without China playing a constructive role. I don't know how we get there without a constructive role being played by China. Nor do I think that we're likely to peacefully resolve, without significant dislocation, What's going on in North Korea without China's constructive participation. and I don't count on it, but I think we should seek it. Z","EXCERPTS_SHORT":"I don't know how we get there without a constructive role being played by China.Nor do I think that we're likely to peacefully resolve, without significant dislocation, What's going on in <mark>North Korea<\/mark> without China's constructive participation....","EXCERPTS_EXPAND":"<ul><li>I don't know how we get there without a constructive role being played by China.Nor do I think that we're likely to peacefully resolve, without significant dislocation, What's going on in <mark>North Korea<\/mark> without China's constructive participation....<\/li><\/ul>"},{"KEYWORD":"north_korea","DATEx":"2003-02-27","TOPIC":"Post-Conflict Afghanistan","CSPANLINK":"https:\/\/www.c-span.org\/video\/?175245-1\/PostConf&mention=c4372003&mentionSearch=north%20korea","EXCERPTSx":"We'Re already seeing Afghanistan drop from the radar screen. What level of commitment will the administration display once Afghanistan has to line up behind Iraq, North Korea and whatever comes next?","EXCERPTS_SHORT":"We'Re already seeing Afghanistan drop from the radar screen.What level of commitment will the administration display once Afghanistan has to line up behind Iraq, <mark>North Korea<\/mark> and whatever comes next?...","EXCERPTS_EXPAND":"<ul><li>We'Re already seeing Afghanistan drop from the radar screen.What level of commitment will the administration display once Afghanistan has to line up behind Iraq, <mark>North Korea<\/mark> and whatever comes next?...<\/li><li>With war clouds gathering over Iraq and an unacknowledged crisis looming in <mark>North Korea<\/mark>, public attention in Washington has shifted away from our unfinished business in Afghanistan....<\/li><\/ul>"},{"KEYWORD":"north_korea","DATEx":"2003-03-06","TOPIC":"U.S.-North Korea Relations","CSPANLINK":"https:\/\/www.c-span.org\/video\/?175371-1\/KoreaRelat&mention=c4387173&mentionSearch=north%20korea","EXCERPTSx":"Ironically, the path that we are suggesting here today is similar to an approach advocated by some of the most prominent members of the Bush administration before they entered office. It is a path that enjoys broad bipartisan support, and I predict would quickly win endorsement from our key allies. So the thing that Perplexes me about this is why in fact when there are serious Republicans in this body-- very serious Republicans-- serious players in the Bush administration who all acknowledge the only option on the table quite frankly in my view, is the one that has been proffered here by Secretary Carter'S report, why it is we are unwilling to move. You have to ask yourself that question. and I think it's because-- and I may be the odd man out here, and I don't mean to be too provocative, but I believe It's because there is still a significant division within this administration between those who look at North Korea strictly in terms of regime change and those who look at North Korea in terms of keeping this inside the box, and not having the proliferation or the capacity to build more nuclear weapons. I think we are at a very dangerous point. I don't think there's much time left to decide what path to take. and I sincerely hope the administration will, if not listen to us, at least listen to voices within the administration-- and they do exist-- who are making the exact same case that we are making here today. I thank you, Mr. leader.","EXCERPTS_SHORT":"You have to ask yourself that question.and I think it's because-- and I may be the odd man out here, and I don't mean to be too provocative, but I believe It's because there is still a significant division within this administration between those who look at <mark>North Korea<\/mark> strictly in terms of regime change and those who look at North Korea in terms of keeping this inside the box, and not having the proliferation or the capacity to build more nuclear weapons....","EXCERPTS_EXPAND":"<ul><li>You have to ask yourself that question.and I think it's because-- and I may be the odd man out here, and I don't mean to be too provocative, but I believe It's because there is still a significant division within this administration between those who look at <mark>North Korea<\/mark> strictly in terms of regime change and those who look at North Korea in terms of keeping this inside the box, and not having the proliferation or the capacity to build more nuclear weapons....<\/li><li>This is a notion where we have been treated, we have-- Ironically, I don't know how this has happened-- the one most important thing I remember back when Secretary Perry was engaged in his initiatives was the principle that the Now-Senior members of the Republican administration, the Bush administration, and Secretary Perry were on the exact same page on, and that was the need to keep Japan, South Korea and the United States on the exact same page.The irony is we should be talking to <mark>North Korea<\/mark> and negotiating with South Korea....I mean, think for a moment the position we now find ourselves in.the <mark>North Korea<\/mark>n provocation is used as further justification for a hard-line approach, the advocacy of a national missile defense, and the swing back and forth between name-calling and engagement....the <mark>North Korea<\/mark>n provocation is used as further justification for a hard-line approach, the advocacy of a national missile defense, and the swing back and forth between name-calling and engagement.The resulting paralysis is less and less likely to prevent <mark>North Korea<\/mark> from reprocessing this plutonium, this spent fuel....<\/li><\/ul>"},{"KEYWORD":"north_korea","DATEx":"2003-08-01","TOPIC":"U.S. Policy in Iraq","CSPANLINK":"https:\/\/www.c-span.org\/video\/?177659-1\/PolicyinIr&mention=c4659741&mentionSearch=north%20korea","EXCERPTSx":"And There's another terrible result as a consequence of the Hype, in my view, and that's the damage that's done to our credibility. not the damage to the President's credibility; that's his problem, that's his concern. The damage to U. S. credibility around the world. What happens now when we need to rally the world about the weapons programs in North Korea and Iran? How likely are they to believe the detail of what we present to them?","EXCERPTS_SHORT":"The damage to U. S. credibility around the world.What happens now when we need to rally the world about the weapons programs in <mark>North Korea<\/mark> and Iran?...","EXCERPTS_EXPAND":"<ul><li>The damage to U. S. credibility around the world.What happens now when we need to rally the world about the weapons programs in <mark>North Korea<\/mark> and Iran?...<\/li><\/ul>"},{"KEYWORD":"north_korea","DATEx":"2003-09-10","TOPIC":"U.S. Foreign Policy","CSPANLINK":"https:\/\/www.c-span.org\/video\/?178092-1\/USForeignPolicy80&mention=c4708360&mentionSearch=north%20korea","EXCERPTSx":"And I believe the reason we went into Iraq and not North Korea-- and I said at the time, you all asked me at the time which I thought was the greater danger, that the greater danger is, and I still think it is, Korea. But the reason we didn't is we need other nations to go into Korea. and guess what? we can't go into Korea without South Korea with us, and Japan with us. It's not doable. and so, guess what? we're seeking international support in Korea. We're seeking international support in Liberia. Why aren't we seeking international support in Iraq? I don't quite get it.","EXCERPTS_SHORT":"And I believe the reason we went into Iraq and not <mark>North Korea<\/mark>-- and I said at the time, you all asked me at the time which I thought was the greater danger, that the greater danger is, and I still think it is, Korea....","EXCERPTS_EXPAND":"<ul><li>And I believe the reason we went into Iraq and not <mark>North Korea<\/mark>-- and I said at the time, you all asked me at the time which I thought was the greater danger, that the greater danger is, and I still think it is, Korea....<\/li><li>In the interest of time, I've been like a broken record in my criticism, along with Dick Lugar, a Republican, of the President's policy on <mark>North Korea<\/mark>....<\/li><\/ul>"},{"KEYWORD":"north_korea","DATEx":"2003-10-28","TOPIC":"U.S. Policy Toward Iran","CSPANLINK":"https:\/\/www.c-span.org\/video\/?178846-1\/USPolicyTowardIran&mention=c4802527&mentionSearch=north%20korea","EXCERPTSx":"So I look forward to hearing from you, Mr. Secretary, on what our policy toward Iran'S nuclear program is, what diplomatic initiatives we have been working on with our allies in Europe and Russia. and, Mr. chairman, there is much more to be said, but let me conclude by saying that we do not have the luxury of ignoring the very real challenges and opportunities that are presented by Iran, even as we find ourselves preoccupied with Iraq, Afghanistan, and the Israeli- Palestinian situation, the war on terrorism and North Korea. That's a lot to have on your plate, when any one of those issues could be all consuming. Unfortunately, they are all interrelated, and we ignore any one of them at our peril. But if we handle Iran well, success there could have a very beneficial spillover to the other challenges we face in the region.","EXCERPTS_SHORT":"So I look forward to hearing from you, Mr. Secretary, on what our policy toward Iran'S nuclear program is, what diplomatic initiatives we have been working on with our allies in Europe and Russia.and, Mr. chairman, there is much more to be said, but let me conclude by saying that we do not have the luxury of ignoring the very real challenges and opportunities that are presented by Iran, even as we find ourselves preoccupied with Iraq, Afghanistan, and the Israeli- Palestinian situation, the war on terrorism and <mark>North Korea<\/mark>....","EXCERPTS_EXPAND":"<ul><li>So I look forward to hearing from you, Mr. Secretary, on what our policy toward Iran'S nuclear program is, what diplomatic initiatives we have been working on with our allies in Europe and Russia.and, Mr. chairman, there is much more to be said, but let me conclude by saying that we do not have the luxury of ignoring the very real challenges and opportunities that are presented by Iran, even as we find ourselves preoccupied with Iraq, Afghanistan, and the Israeli- Palestinian situation, the war on terrorism and <mark>North Korea<\/mark>....<\/li><\/ul>"},{"KEYWORD":"north_korea","DATEx":"2004-02-13","TOPIC":"State Department  Budget Proposal","CSPANLINK":"https:\/\/www.c-span.org\/video\/?180545-1\/StateDepartmentBudgetP&mention=c4393548&mentionSearch=north%20korea","EXCERPTSx":"And so I think unless this Commission looks at the use of the intelligence, the use of the intelligence as well as the quality of the intelligence, we will never be able to reestablish in the minds of other world leaders-- there will not be in the near future in a Democrat or a Republican administration a Secretary of state that can go abroad and say the President has sent me because we believe North Korea has a, B, C, D and is about to do Y. or Iran is about to do. It's going to be a cold day in hell until we have a real discussion about this and a real investigation before any of our friends say you need not show me the proof, Mr. Secretary; I know the President would not say this were it not true.","EXCERPTS_SHORT":"And so I think unless this Commission looks at the use of the intelligence, the use of the intelligence as well as the quality of the intelligence, we will never be able to reestablish in the minds of other world leaders-- there will not be in the near future in a Democrat or a Republican administration a Secretary of state that can go abroad and say the President has sent me because we believe <mark>North Korea<\/mark> has a, B, C, D and is about to do Y. or Iran is about to do....","EXCERPTS_EXPAND":"<ul><li>And so I think unless this Commission looks at the use of the intelligence, the use of the intelligence as well as the quality of the intelligence, we will never be able to reestablish in the minds of other world leaders-- there will not be in the near future in a Democrat or a Republican administration a Secretary of state that can go abroad and say the President has sent me because we believe <mark>North Korea<\/mark> has a, B, C, D and is about to do Y. or Iran is about to do....<\/li><li>He's first rate.and he testified-- when we asked him on the crisis in <mark>North Korea<\/mark>, he said that he saw no crisis in North Korea, because, quote,\" I think We've got some time to work with.\"...and he testified-- when we asked him on the crisis in <mark>North Korea<\/mark>, he said that he saw no crisis in North Korea, because, quote,\" I think We've got some time to work with.\"But he added:\" I don't think, given the poverty of <mark>North Korea<\/mark>, that it would be too long after she got a good amount of Fissile material that she would be inclined to engage with somebody, a Non-State actor or a rogue state.\"...I know we have the Multi-Party talks, but quite frankly I don't see them going very far now either.The administration has been working the <mark>North Korea<\/mark>n issue with varying degrees of intensity since it took office....in that time the situation has gone from bad to worse-- it may have happened anyway, no matter what the administration was-- it may not be controllable.But <mark>North Korea<\/mark> has kicked out International inspectors, has removed the 8,000 fuel rods that had been stored in Yongbyon, and says it has Reprocessed them-- which is the most logical thing that happened, although we cannot confirm with absolutely certainty that they have done that....But <mark>North Korea<\/mark> has kicked out International inspectors, has removed the 8,000 fuel rods that had been stored in Yongbyon, and says it has Reprocessed them-- which is the most logical thing that happened, although we cannot confirm with absolutely certainty that they have done that.and we are left to wonder when the administration will view <mark>North Korea<\/mark>'S growing stockpile of nuclear materials as an urgent matter that warrants serious, immediate negotiation....<\/li><\/ul>"},{"KEYWORD":"north_korea","DATEx":"2004-07-15","TOPIC":"North Korean Nuclear Programs","CSPANLINK":"https:\/\/www.c-span.org\/video\/?182710-1\/KoreanNucle&mention=c4592515&mentionSearch=north%20korea","EXCERPTSx":"So, these things, as we proposed it, if it were accepted, could go forward, notwithstanding the fact there was no alteration of North Korea'S conduct relative to the human rights abuses cited by my colleague, Senator Brownback?","EXCERPTS_SHORT":"So, these things, as we proposed it, if it were accepted, could go forward, notwithstanding the fact there was no alteration of <mark>North Korea<\/mark>'S conduct relative to the human rights abuses cited by my colleague, Senator Brownback?...","EXCERPTS_EXPAND":"<ul><li>So, these things, as we proposed it, if it were accepted, could go forward, notwithstanding the fact there was no alteration of <mark>North Korea<\/mark>'S conduct relative to the human rights abuses cited by my colleague, Senator Brownback?...<\/li><li>I have one last question, Mr. chairman, that has been prompted by the exchange between Senator Brownback, who has done an incredible amount of work on this issue, and I want to make sure I understand.If there was a complete, verifiable disarmament of a nuclear program, abandonment of a nuclear program by <mark>North Korea<\/mark>, as I understand your statement that we would-- we would go along with non- U. S.-- we would sanction Non-U....<\/li><li>The Beijing proposal seems to represent a change from past practices.The administration, based on your testimony and what I think was said in Beijing-- the last meeting-- has accepted the notion that <mark>North Korea<\/mark> should be offered explicit incentives in exchange for a commitment for nuclear disarmament....previously, testimony before this Committee, we were told flatly that any-- any-- any offer of explicit incentives in return and Exchange for disarmament constituted blackmail.Now, have-- am I correct-- have there been explicit incentives laid on the table for the <mark>North Korea<\/mark>ns that suggest they're available if they, in fact, commit to verifiable nuclear disarmament?...<\/li><li>Well, I want to talk about the other issues.in your testimony, you included a long list of actions in addition to eliminating the nuclear weapons program <mark>North Korea<\/mark> has to take to achieve\" a wholly transformed relationship with the United States including issues relating to human rights, state sponsorship of terrorism, other Wmd programs, missile proliferation and conventional force disposition....in your testimony, you included a long list of actions in addition to eliminating the nuclear weapons program <mark>North Korea<\/mark> has to take to achieve\" a wholly transformed relationship with the United States including issues relating to human rights, state sponsorship of terrorism, other Wmd programs, missile proliferation and conventional force disposition.Now, that might suggest, and I want to know whether it does, that even complete nuclear disarmament would not get <mark>North Korea<\/mark> much from the United States other than security assurances....Now, that might suggest, and I want to know whether it does, that even complete nuclear disarmament would not get <mark>North Korea<\/mark> much from the United States other than security assurances.It also seems a bit different, from Dr. Rice'S statement, that\" <mark>North Korea<\/mark> will be surprised to see how much will be possible if it gives up its nuclear programs.\"...<\/li><li>I mean, I guess I'm trying to get at here is, it seems as though the atmosphere has changed.is it because all of a sudden <mark>North Korea<\/mark> has had an epiphany?...<\/li><li>But it said that they had to do a number of things.We in the past-- we made it pretty clear that there would be no action taken by us at all unless there were certain preconditions met by <mark>North Korea<\/mark>....<\/li><li>There is a security dialogue going on, obviously, but it also seems to be bilateral.the <mark>North Korea<\/mark>ns and the South Koreans have decided not to wait around....I mean, they're bilateral.The Prime Minister of Japan has indicated he hopes to have Normalization of relations with-- correct me if I'm wrong-- Normalization relations with <mark>North Korea<\/mark> within a year....<\/li><li>I thank the chairman for his dedication to this issue; look forward to hearing the witnesses; and am delighted that we have at least moved to this point where there is a prospect of knowing what the full offer on the table is with us for <mark>North Korea<\/mark>....<\/li><li><mark>North Korea<\/mark> is a weak and isolated state....But, in reality, the North'S nuclear program is a giant Albatross around its neck, a waste of resources, estranged relations with its neighbors, and jeopardizes regional peace and security.I hope that the leadership of <mark>North Korea<\/mark> will come to realize through the multilateral talks now underway that North Korea will choose a path of peace and integration over a path of confrontation and isolation, although I am not prepared, as I said, to bet tuition on that....<\/li><li>Mr. chairman, I hope <mark>North Korea<\/mark> will not squander this change to prove its relations with its neighbors, to trade false security offered by its nuclear weapons for a very real security that comes from integration in one of the world's most dynamic economic regions and Normalizations relations with South Korea, Japan, and the United States....Mr. chairman, I hope <mark>North Korea<\/mark> will not squander this change to prove its relations with its neighbors, to trade false security offered by its nuclear weapons for a very real security that comes from integration in one of the world's most dynamic economic regions and Normalizations relations with South Korea, Japan, and the United States.convincing <mark>North Korea<\/mark> to completely and Verifiably dismantle its nuclear weapons program and its missile program is not going to be easy....<\/li><li>So I commend the administration for finally putting together a decent proposal to test <mark>North Korea<\/mark>'S intentions, and I hope North Korea will respond positively at the next round of talks scheduled in September....So I commend the administration for finally putting together a decent proposal to test <mark>North Korea<\/mark>'S intentions, and I hope North Korea will respond positively at the next round of talks scheduled in September.Fortunately, <mark>North Korea<\/mark>'S neighbors share a commitment of achieving a Non-Nuclear Korean peninsula, and I am pleased that the administration has begun to listen more closely to the advice that has been offered and consistently offered by the South Korean and Japanese allies and by our Russian and Chinese negotiating partners....Fortunately, <mark>North Korea<\/mark>'S neighbors share a commitment of achieving a Non-Nuclear Korean peninsula, and I am pleased that the administration has begun to listen more closely to the advice that has been offered and consistently offered by the South Korean and Japanese allies and by our Russian and Chinese negotiating partners.together we might convince <mark>North Korea<\/mark> to change its course, although I am not betting next year's tuition on that, and I understand this is going to be very difficult....<\/li><li>The bottom line is that we now confront a much more dangerous adversary than we did in 2001.Now, I'm not at all certain, and I want to make the point clearly-- a little humility is in order here-- I'm not certain that the administration listened to your suggestions and mine and others, to do what They've finally done-- have bilateral discussions with <mark>North Korea<\/mark>, which was proposed over two years ago by this Committee, that we would necessarily be in any better shape....But we are where we are.As former Defense Secretary William Perry reminds us, we must deal with <mark>North Korea<\/mark> as it is, not as we wish it to be....<\/li><li>Unfortunately, the White House Overruled Secretary Powell and adopted a posture, in my view, of benign neglect even after learning that <mark>North Korea<\/mark>'S attempts to develop uranium rich capacity in the summer of 2002, the administration took more than two years to resolve its internal divisions and settle on an approach for dealing with North Korea....Unfortunately, the White House Overruled Secretary Powell and adopted a posture, in my view, of benign neglect even after learning that <mark>North Korea<\/mark>'S attempts to develop uranium rich capacity in the summer of 2002, the administration took more than two years to resolve its internal divisions and settle on an approach for dealing with North Korea.<mark>North Korea<\/mark> has used this time, apparently, to quadruple its stockpile of plutonium and therefore, perhaps, its nuclear arsenal, progressing from an estimated one to two nuclear weapons to perhaps as many as eight or more....<mark>North Korea<\/mark> has used this time, apparently, to quadruple its stockpile of plutonium and therefore, perhaps, its nuclear arsenal, progressing from an estimated one to two nuclear weapons to perhaps as many as eight or more.<mark>North Korea<\/mark> has been busy modernizing and upgrading its ballistic missile force, although it has not Flight-Tested any new long-range missiles....<\/li><li>But the exchange of views in Beijing represented progress, in my view, and I hope we can now get to the real meat of these negotiations.Mr. chairman, it has been more than three years since the Secretary of state proclaimed the United States intended to pick up where the Clinton administration left off and work to eliminate <mark>North Korea<\/mark>'S nuclear-- and that's a quote--\" pick up where the Clinton administration left off,\" and work to eliminate North Korea'S nuclear program and to curtail its destabilizing export of ballistic missile technology....<\/li><li>I must note, Mr. chairman, that the U. S. has not presented any proposal addressing <mark>North Korea<\/mark>'S exported ballistic missiles but perhaps that will come on a later day....I must note, Mr. chairman, that the U. S. has not presented any proposal addressing <mark>North Korea<\/mark>'S exported ballistic missiles but perhaps that will come on a later day.<mark>North Korea<\/mark> promised to study the U. S. proposal and also presented a freeze proposal of its own....Obviously, an awful lot of hard work remains to be done if we are reach out-- inaudible-- and it's not clear, for instance, in my view, how any deal will be verified and by whom.<mark>North Korea<\/mark> still has not admitted to the existence of a uranium enrichment program, a program that has to be abandoned if we are to forge this new relationship....<\/li><li>At the recent third round of talks, the U. S., for the first time, in my view, my understanding, put forward a reasonably comprehensive and detailed road map for how the crisis might be resolved.The U. S. plan reportedly offers various incentives to <mark>North Korea<\/mark>-- multilateral security assurances, fuel oil, sanctions relief, and the promise for eventual diplomatic Normalization provided-- a big caveat-- provided that North Korea pledges to Verifiably dismantle its nuclear programs and then follows through on that commitment....<\/li><\/ul>"},{"KEYWORD":"north_korea","DATEx":"2005-05-25","TOPIC":"Senate Session","CSPANLINK":"https:\/\/www.c-span.org\/video\/?186908-1\/SenateSession3507&mention=595881353&mentionSearch=north%20korea","EXCERPTSx":"Biden: Mr. President, I rise today to state What's obvious to the chair and my colleague that I will oppose the nomination of John Bolton to be U. S. representative to the United Nations. and I regret, quite frankly, that we're even debating this nomination while the administration continues to withhold relevant material about Mr. Bolton that the committee has requested and for which no reasonable explanation has been given as to why It's not been provided, other than they do not think the information is-- quote--\" relevant\" to our inquiry. But I'll return to that issue later today. Mr. President, the job to which Mr. Bolton has been nominated is one of the most important Ambassadorships that the President fills. It is, in fact,\" the\" most important one. in the pastes Ea often held cabinet rank. leading figures of the day have held that job. people such as Republican Henry Cabot Lodge, Democrat Adelye Steven son, Daniel Patrick Moynihan, United States Senator, Jeane Kirkpatrick, Richard who Rooke, Senator Jack Danforth. Aside from the President and the Secretary of state, the United Nations ambassador is the best-known face of American diplomacy. It is a job, in my view, Mr. President, that requires a person with diplomatic temperament, a person willing to listen to other points of view, and blessed-- and blessed with the power to be able to persuade, such as President Bush'S father, George Herbert Walker Bush was. It is a job that requires a person of great credibility, such as governor Adelai Steven son. It is a job that requires person that is not an Ideologue such as Senator Daniel Patrick Moynihan, a Democrat who served a Republican President as ambassador to the United Nations. and it's a job, in my view, that requires a person who has the complete confidence of the President of the United States and the Secretary of state, such as Jeane Kirkpatrick did. Mr. Bolton is not that person. N he is no dip Plat as evidenced Pwheuz contempt for opposing views and his unwillingness to listen. His credibility is in grave doubt as repeated by efforts to distort facts to fit reformed views. He is an Ideologue, a bright one, but nonetheless an Ideologue as Evidented by his-- he lacks trust and confidence about his superiors as evidenced by the fact that the Secretary of state has felt the need to assure senators in this Chamber that Mr. Bolton will-- quote--\" be closely supervised.\" as one of our colleagues said, why in Lord's name would you send someone to the United Nations who had to be\" closely supervised.\" the job of United nation's ambassador is important to state the obvious because with the many challenges the United States confronts in the year 2005, I would argue It's a more important post than any time since 1962 and the Cuban missile cry Seufpls we confront a threat posed by radical Islamic fundamentalist bent on destroying America and our allies. We confront a are Kpwaoepl in North Korea and a thee October Casey in Iran that seek nuclear weapons and the means to deliver them. We confront the challenge of building Democratic States in Iraq and Afghanistan, two countries that have known mostly dictatorship and suffering for generations. We confront the challenges of AIDS, the AIDS pandemic, war and humanitarian catastrophes across the African continent and the threat of instability in every continent. Despite our vast economic and military power, we cannot-- or I should say more appropriately we need not face these challenges alone. America's securities enhanced when we work with our allies and the United Nations one of the places that we can find them and are securities enhanced when even those who are not considered our allies understand that the threat that we're concerned about is common to all of us, to them as well as us, to almost all nation States. for better or worse, the United Nations is an essential forum for the advancement of U. S. foreign policy and national security interests in the year 2005. A troublesome forum, but in fact a necessary forum. for better or worse, the United Nations Security Council makes decisions that affect international security and stability. granted, they cannot make any decision without the United States Steining-- signing off, we can veto it, but theft ability to isolate us instead of isolating those who should be isolated. for better or worse, the United Nations provides a means for the United States to gain international support for difficult missions it seeks to undertake not only in our interest but in the interest of others. allowing us to share the cost and burdens with others and not shift it all on the back of the American taxpayer. The United Nations is not perfect, Mr. President, and as the Presiding officer well knows, far from it. It needs significant reform, again, as the Presiding officer knows. But let's not equate reform of the United Nations to John Bolton as some of our colleagues have attempted to do. We have, under the leadership of Jesse Helms and with my help, passed the Helms-Biden legislation reforming portions of the United Nations. much more needs to be done. I would note that when we had John Danforth an incredibly Well-Respected Ambassador up until a couple months ago and before him Mr. knowing point, there was not all this talk about the primary responsibility being reform. They were fully capable of dealing with reform. But I point out that not even the Secretary of state, Condoleezza rice, believes that John Bolton is necessary for reforming the United Nations. Because four days after the bolt job nomination was a-- Bolton nomination was announced, Dr. rice appointed another person to serve and I quote, serve as the Secretary's senior advisor and chief Interlock Atour in the United Nations reform.\" the State Department press release announced the appointment and it made no mention of Mr. Bolton. So Mr. Bolton wasn't picked in the first place because his job was reform. That's the job of every U. S. Ambassador as part of job. No, this debate is not about U. N. reform or U. N. interests, it's about whether the appointment of Mr. Bolton is in the national interest of United States of America. and I firmly believe, as my friend from Ohio Mr. Voinovich does, that it is not in the U. S. interest. I believe, Mr. President, there are four reasons to vote no on Mr. Bolton. Each standing alone in my view would justify a negative vote, but taken together, I think they provide an overwhelming case. and what is even more extraordinary is that much of the evidence for this case comes from senior officials in the Bush administration who worked with Mr. Bolton. Let me say that again. The bulk of the evidence to make the cases I'm about to make came from senior Republican administration officials who worked with Mr. Bolton. They had nothing to gain and a good deal to lose by appearing before our Committee, but everyone came voluntarily. No one had to be subpoenaed. We asked and they came. The first reason that Mr. Bolton should, in my view, be denied the Ambassadorship to the United Nations is that Mr. Bolton repeatedly sought to remove intelligence analysts who dates greed with him. Mr. Bolton was not content to fight the normal policy battles. He had to crush people, even if they were just doing their jobs. One analyst was Christian Westerman. an expert on biological and chemical weapons with a, I think, 20- year career in the United States Navy, who worked in the the state Department's Bureau of intelligence and research after retiring from the United States militarism in February of 2002 Mr. Westerman was asked by Mr. Bolton'S staff, which is standard operating procedure, to begin the intelligence community clearance process for three sentences that Mr. Bolton wanted to put in a speech about Cuba's biological weapons effort. The speech was not made yet. The speech was in the making, and what is the normal operating procedure in this State Department, the last State Department, the one before that, is when a Policy-Maker wishes to include intelligence data or assertions that the intelligence community believes thus and so in a speech, that it has to be cleared first by the intelligence community. Mr. Westerman, the state Department's intelligence research analyst for biological weapons as it related to Cuba, Mr. Westerman had two roles in this process of clearing these three sentences. One was to transmit the material to a clearance coordinator at the C. I. A. who would then seek clearance from all the other intelligence agencies in the government as the Presiding officer knows, defense intelligence, et cetera, the whole Panapley of the intelligence community. The second function, Mr. Westerman had, as the intelligence officer at the State Department for biological weapons, was to provide the substantive comments of his Bureau, that is Inr, on Mr. Bolton'S text to this clearance coordinator. In other words, say what in addition to, what the other intelligence agencies thought about these three sentences, to say what the intelligence community within the State Department thought about these three sentences. In Perm-- performing that latter function, Mr. Westerman proposed at Terb to-- alternative language to the three sentences submitted by Mr. Bolton'S staff. a standard means of trying to help a Policy-Maker say something about classified matters so that the sources and methods are not compromised and that the statement is consistent with the intelligence commit-- community's judgments on that point being spoken to. When Mr. Bolton found out that Mr. Westerman suggested alternative language, he hit the roof. He summoned Mr. Westerman to his office and gave him a Tongue-Lashing. Now, look, Mr. Westerman ask not-- does not work for Mr. Bolton. There's Mr. Bolton'S operation, the people who work directly for him in line authority, and then there's the intelligence operation, I. N. R., headed by a guy named Krart Ford. at the-- Carl Ford. at the bottom of food chain is the guy in charge of biological weapons as an intelligence analyst. that is Mr. Westerman. He summoned Mr. Westerman into his office and according to Mr. Westerman Bolton was-- quote--\" red-faced and yelling at him.\" when Mr. Westerman said he stride to-- tried to explain what he had done, Mr. Bolton threw him out of his office. Then off the-- over the course of the next six months, Mr. Bolton tried on three separate occasions to have Mr. Westerman removed from his position. During the committee hearing, Mr. Bolton grudgingly conceded that he sought to remove Mr. Westerman from his portfolio, but he tried to minimize his involvement Mr. Bolton suggested that he asked one of Mr. Westerman'S Superindividualsors to-- supervisors to give Mr. Westerman a Newport Folio, but then he said, I shrugged by shoulders and moved on.\" But the evidence is clear that Mr. Bolton did not, as he said, move on. He tried twice more to remove Mr. Westerman, the biological weapons expert. a few days later, he tried to remove him, and then several months later. Now, my friend from Indiana, and as we say here, he is my friend, argues that this doesn't matter. Mr. Westerman kept his job. No harm, no foul, my words, but the system had to work overtime to counteract the harmful effects of this episode. Don't take my word for it. listen to Carl Ford, the former assistant Secretary of State for I. N. R. who says he supports the President and in his words is a huge fan of vice president Cheney, and not anyone who has ever been accused of being a liberal Democrat. He testified, Mr. Ford, that the analysts in his Bureau were-- quote--\" very negatively effected by this incident and they were scared.\" Ford said that after the Westerman incident he tried to make the best of a bad situation by using the incident as a training vehicle to explain to his people how to handle similar situations if they came up. At Ford'S request, Secretary Powell made a special trip to speak to the I. N. R. analyst where he single out-- Mr. Powell singled out Mr. Westerman and told the analysts that they should continue to-- quote--\" speak truth to power.\" they had to do this because Mr. Bolton was allergic to people delivering the Tphauz he proposed-- news that he proposed-- delivering news that his proposed language was not supported by the evidence. as one of Mr. Westerman'S supervisors recounted, Mr. Bolton declared-- quote--\" he wasn't going to be told what he could say by a Mid-Level M Uck-- must be chin analyst. Let me correct that.-- quote--\" he wasn't going to be told what he could say by a Mid-Level Munchkin analyst.\" at the U. N. a special representative has to listen to a lot of people who disagree with him and report back faithfully on what they are saying. is Mr. Bolton capable of doing that? the second analyst that Mr. Bolton tried to have removed from his position is a more remarkable case for two reasons. The analyst worked in another agency, and on a portfolio that did not involve Mr. Bolton'S area of responsibility, which was arms control and weapons of mass destruction. The analyst was the National intelligence officer for Latin America. He disputed language on Cuba that was going to be used in a speech Mr. Bolton-- that was used in a speech Mr. Bolton had given. and then wanted to give again in congressional testimony. During the committee hearing Mr. Bolton again tried to minimize his actions stating that his effort to remove this individual was-- quote--\" one part of one conversation with one person one time and that was it. I let it go.\" the evidence shows that he did not let it go, but rather that he and his staff actively discussed the removal of this N. I. O. officer over the course of the next-- I'm going to try not to use Akronims here because a lot of people don't know what they mean. that his staff acknowledges, that he and his staff actively discussed the removal of the National intelligence officer I'm referring to over the course of the next four months. in early June of 2002, an aid to Mr. Bolton circulated a draft letter from Belton-- Bolton to Ambassador auto Riche assistant Secretary of State to Latin America. The draft was addressed to the director of central intelligence community, Mr. Tenet. The draft letter urged the immediate replacement of the National intelligence officer and indicated that Bolton and Riche would take several measures on their own including bang the National intelligence officers from official meetings at the statement Department and from official travel in the Western Hepls sphere. a response to the E-mail from a colleague Rarted-- reported that it discussed the same matter with Mr. Bolton who he said-- quote--\" would refer at this point to handle this in person with Mr. Tenet.\" the following month, again going to the issue ever whether he tried to get this guy removed, the following month, Mr. Bolton traveled to the C. I. A. headquarters to meet with a Mr. Stewart Cohen, the acting chairman of the National intelligence Council where he asked that the National intelligence officer be removed from his position. Mr. Cohen, the acting chairman of the National intelligence Council, said he didn't remember many details about the meeting with Mr. Bolton other than that Mr.","EXCERPTS_SHORT":"the job of United nation's ambassador is important to state the obvious because with the many challenges the United States confronts in the year 2005, I would argue It's a more important post than any time since 1962 and the Cuban missile cry Seufpls we confront a threat posed by radical Islamic fundamentalist bent on destroying America and our allies.We confront a are Kpwaoepl in <mark>North Korea<\/mark> and a thee October Casey in Iran that seek nuclear weapons and the means to deliver them....","EXCERPTS_EXPAND":"<ul><li>the job of United nation's ambassador is important to state the obvious because with the many challenges the United States confronts in the year 2005, I would argue It's a more important post than any time since 1962 and the Cuban missile cry Seufpls we confront a threat posed by radical Islamic fundamentalist bent on destroying America and our allies.We confront a are Kpwaoepl in <mark>North Korea<\/mark> and a thee October Casey in Iran that seek nuclear weapons and the means to deliver them....<\/li><li>Otherwise we're going to do terrible damage to our most valuable asset, our credibility.After Iraq, it's going to be much, much harder to rally the world to our side if we have to face a truly imminent threat to our security of Iran or <mark>North Korea<\/mark>....<\/li><li>Otherwise we're going to do terrible damage to our most valuable asset, our credibility.After Iraq, it's going to be much, much harder to rally the world to our side if we have to face a truly imminent threat to our security of Iran or <mark>North Korea<\/mark>....But I'm happy that now is the time for diplomacy.I'd also hoped to hear her ideas for con tending with a series of problems the administration has put on the back Burner, but whose pots are boiling over like the nuclear program in <mark>North Korea<\/mark> and Iran, the dangerous back sliding of democracy in Russia, the genocide in Sudan, only to neighboring a few....over the past-- only to name a few.over the past few years <mark>North Korea<\/mark> increased its weapons capacity by as much as 40%....It may have eight nuclear weapons to test or sell to the highest bidder.Dr. rice said It's unacceptable for <mark>North Korea<\/mark> to have these nuclear weapons but she didn't tell us what that meant or how the administration proposed to stop this growing threat....<\/li><li>Quick-- quick Sotic and inscrutable actions of the <mark>North Korea<\/mark>ns have brought the Supreme leader of North Korea to the position where he is now saying that he will engage in multilateral talks again and resume those talks and that he is ready to consider what has been rejected before....That's the essence of the article.I have no inherent faith that we can rely upon the President of <mark>North Korea<\/mark>....<\/li><li>I'm referring to what has been printed on the web and has been in the press.It reportedly listed not only Russia and China but also <mark>North Korea<\/mark>, Iraq, Iran, Syria, and Libya as potential enemies in a nuclear war, the use of nuclear weapons....or does it only give the rogue States the argument that they really are threatened and, therefore, need nuclear weapons and, therefore, as the NATO Cons would say-- and this part I agree with them on-- allows the rest of the world to blame the victim instead of blaming those responsible for setting disorder in order.Now, if you're <mark>North Korea<\/mark> or Iran, Lib Yarks or Syria-- Libya, or Syria, which part of the reports I just Referenced are you likely to rely on to make your specious case to the rest of the world....We have seen our friends from the French on rationalize why we shouldn't do what need be done.Now, which part of the strategy I briefly outlined that this administration outlined do you think the bad guys-- <mark>North Korea<\/mark>, Iran, Lib Yarks Syria-- are likely to-- Libya, Syria-- are likely to rely on?...and what are you going to do?is this likely to say, if you're in <mark>North Korea<\/mark> or Libya or anywhere else, you know something, they're getting a Low-Yield nuclear weapon; It's time we give up our efforts to get nuclear weapons?...or do you think they might decide it's time to accelerate our efforts?so far we have one clearance from <mark>North Korea<\/mark>.-- clear answer from North Korea....<\/li><li>If we allow that to happen, I believe we risk further erosion of those alliances and institutions that have been essential to American security and global cooperation for more than 50 years.It would undermine our interests because we cannot contend with all the threats around the world, including the unfinished war on terrorism, the dangerous programs in <mark>North Korea<\/mark> and Iran, and the Spled of infectious disease like-- and the spreads of infectious disease like Sars without cooperation of others in the world....<\/li><li>We need to make the peace in Iraq the world's responsibility responsibility, not just our own.and, third, failure to engage the U. N. and as many countries as possible in Post-Saddam Iraq would Miss an opportunity to repair the damage that has been done to the U. N., to our alliances, and to international cooperation, all of which we will need to win the war against terrorism, to contend with <mark>North Korea<\/mark> and Iran'S nuclear programs, to slow the spread of weapons of mass destruction, to deal with outbreaks of disease, and to contend with so many other threats that have no respect for borders....<\/li><li>The flexibility built in this treat Yoo could undermine each party's commitment to reductions and its confidence that the other side will achieve them.But the Bush-Putin relationship, which is being somewhat strained now on <mark>North Korea<\/mark> and on Iraq, nonetheless, that relationship could lead to new patterns of cooperation that make further formal agreements unnecessary....<\/li><li>How can do you that without cooperation from the intelligence service from Jakarta to Berlin, from Paris to Beijing, from Moscow to Rio?preventing <mark>North Korea<\/mark> from escalating its nuclear programs and proliferation of weapons....<\/li><li>where debating what I believe to be a political document, NOTE a substantive piece of legislation that adds anything to the context of what our strategic doctrine should be.We are talking about no dong missiles, may be able to in the next one to knives years, the Koreans may be able to get up to five of them, maybe they can hit the United States, assuming the regime in <mark>North Korea<\/mark> last as long as their research out lives the research that would be required to get this done....Because to the extent that-- real, bad idea.Because to the extent there is a threat from <mark>North Korea<\/mark>, to the extent that is real, it pales, pales, pales in comparison to the threat that remains in Russia, a country that is at its best could be characterized now as struggling to keep its head above water....<\/li><\/ul>"},{"KEYWORD":"north_korea","DATEx":"2007-01-31","TOPIC":"Negroponte Nomination Hearing","CSPANLINK":"https:\/\/www.c-span.org\/video\/?196463-1\/Negropo&mention=c4937593&mentionSearch=north%20korea","EXCERPTSx":"I'D like to specifically request that you give your views on Darfur, which is a major responsibility undertaken by deputy Secretary Zoellick, which seems to have fallen from the priority list. The administration has rightly called Darfur genocide, but those words have not matched our deeds thus far to stop it. and I'd like your assessment as well on North Korea, which I understand will be part of your job description.","EXCERPTS_SHORT":"The administration has rightly called Darfur genocide, but those words have not matched our deeds thus far to stop it.and I'd like your assessment as well on <mark>North Korea<\/mark>, which I understand will be part of your job description....","EXCERPTS_EXPAND":"<ul><li>The administration has rightly called Darfur genocide, but those words have not matched our deeds thus far to stop it.and I'd like your assessment as well on <mark>North Korea<\/mark>, which I understand will be part of your job description....<\/li><\/ul>"},{"KEYWORD":"north_korea","DATEx":"2007-02-09","TOPIC":"Fiscal Year 2008 State Department Budget","CSPANLINK":"https:\/\/www.c-span.org\/video\/?196603-1\/Year2008St&mention=c57843&mentionSearch=north%20korea","EXCERPTSx":"The hearing will come to Order.Madam Secretary, welcome. its an honor to have you back Heretoday.Today, the foreign relations committee meets to hear the Secretaryof state on the budget for foreign affairs for fiscal year 2008. a month ago, the Secretary testified before us on the Presidentsplan to surge additional United States forces into Iraq, and Sheheard a varying number of opinions from this Committee. I Continueto believe the Presidents making a tragic mistake by Insertingthousands of additional troops in the middle of a Civil War. Weneed a political solution, and I think the better way to get Breathingroom, as we all are talking about, is through that solution, Andbegin to drawdown troops, not escalate them. But Thats not Thepurpose of todays Hearing.Todays hearing is to talk about the State Department Budget.The budget presented to the Congress this week requests$ 36.2 Billionfor international affairs for fiscal year 2008. It also SEEKS nearly$ 6 billion in emergency spending for fiscal year 2007, Primarilyfor Iraq, Afghanistan, and the war against Islamic extremists, Andit requests another$ 3.3 billion in emergency spending for Fiscalyear 2008.In seeking these supplemental funds as so-called Emergencyspending, spending not within the normal budget limitations, Thepresident continues to be intellectually dishonest in that calling Oncongress to exercise budget discipline while exhibiting not Verymuch discipline at the administration level. Weve been in Afghanistanfor over 5 years, in Iraq for nearly 4; spending in either Countrycan hardly be called an emergency. Madam Secretary, you Havesaid that we face an existential threat to our security since 9\/11, and the President says the war in Iraq is a central front on Ter-Verdate Aug 31 2005 13:33 May 29, 2008 Jkt 000000 Po 00000 FRM 00005 Fmt 6633 Sfmt 6633 H :\\ docs\\ 42473.Txt Sfrela 2 Psn: Mikebrorism. If the very survival of our country is at stake, Im still Confusedas to why the administration Doesnt come out and ask Theamerican people to pay for those wars today rather than Burdenthe taxpayers of Tomorrow.Iraq dominates the time, attention, and the resources of our Nationalgovernment, and I would like to know how Youre Budgetingyour own time, MS. Secretary, in dealing with Iraq and how Muchtime that leaves for you to address the many other challenges Weconfront, specifically the ongoing struggle for Afghanistan, Thegenocide in Darfur, the Middle East peace process, the crisis Inlebanon, the nuclear weapons program in North Korea, and Thenuclear ambitions of Iran. You have your hands Full.Im particularly interested in our strategy with regard to Iran. Inrecent weeks, we have deployed an additional carrier group to Thepersian Gulf, we let it be known that Iranian agents in Iraq Couldbe targeting U. S. Militaries, and, in general, we have escalated Ourrhetoric. The threat posed by Iran and its nuclear ambitions is real, and, of course, we should use any means necessary to protect Oursoldiers. But if Theres a coherent strategy in place to deal Withiran, Id like to hear more about it. Perhaps the strategy is this, by increasing pressure on Iran from across the board, we Puttehran on the defensive and strengthen our hands in any Futurenegotiation. that makes sense, provided we are serious about Talking.If we are, I would urge you to make it clear to the Iranians, our allies, and to the American people, that we intend to Talk.The subject to start with would be Iraq, where we have Sharedinterest in preventing a total breakdown. It should go beyond Iraqand encompass a full range of issues that divide Usthe Nuclearprogram, Irans support for terrorism, and its opposition to Anarab-Israeli peace. I do not agree with your statement, Madam Secretary, that Negotiationswith Iran and Syria would be extortion, nor did most of Thewitnesses we heard in this committee during the last month. Theproper term, I believe, and they believe, is diplomacy, which Isnot about paying a price, but finding a way to protect our Interestswithout engaging in a military conflict. It is, I might add, the Fundamentalresponsibility of the Department of State to engage Insuch diplomacy, as you well Know.As Lee Hamilton said, do we have so little confidence in Ourdiplomats that we are not willing to let them talk to somebody Wedisagree with? the rhetoric coming from the administration Aboutiran is starting to sound a little like a runup that we heard in Thefall of 2002. If the President believes that the threat posed by Iranrequires military action, he should come to the Congress, and, Byextension, the American people, and seek legal authority from Congressto undertake it. He has, in my view, no such authority Towage war against Iran Today.Before I turn to Senator Lugar, let me note, for the rest of Thecommittee, that if were able to get a Quorum of 11 Senatorspresent, we will briefly interrupt the hearing and vote on the Nominationof Ambassador Negroponte to be the deputy Secretary. Imconfident the Secretary will not object to such an interruption, Ifwe could do that. I yield now to my colleague Senator Lugar.Verdate Aug 31 2005 13:33 May 29, 2008 Jkt 000000 Po 00000 FRM 00006 Fmt 6633 Sfmt 6633 H :\\ docs\\ 42473.Txt Sfrela 2 Psn: Mikebstatement of HON. Richard G. Lugar, U. S. Senator from Indiana","EXCERPTS_SHORT":"Madam Secretary, you Havesaid that we face an existential threat to our security since 9\/11, and the President says the war in Iraq is a central front on Ter-Verdate Aug 31 2005 13:33 May 29, 2008 Jkt 000000 Po 00000 FRM 00005 Fmt 6633 Sfmt 6633 H :\\ docs\\ 42473.Txt Sfrela 2 Psn: Mikebrorism.If the very survival of our country is at stake, Im still Confusedas to why the administration Doesnt come out and ask Theamerican people to pay for those wars today rather than Burdenthe taxpayers of Tomorrow.Iraq dominates the time, attention, and the resources of our Nationalgovernment, and I would like to know how Youre Budgetingyour own time, MS. Secretary, in dealing with Iraq and how Muchtime that leaves for you to address the many other challenges Weconfront, specifically the ongoing struggle for Afghanistan, Thegenocide in Darfur, the Middle East peace process, the crisis Inlebanon, the nuclear weapons program in <mark>North Korea<\/mark>, and Thenuclear ambitions of Iran....","EXCERPTS_EXPAND":"<ul><li>Madam Secretary, you Havesaid that we face an existential threat to our security since 9\/11, and the President says the war in Iraq is a central front on Ter-Verdate Aug 31 2005 13:33 May 29, 2008 Jkt 000000 Po 00000 FRM 00005 Fmt 6633 Sfmt 6633 H :\\ docs\\ 42473.Txt Sfrela 2 Psn: Mikebrorism.If the very survival of our country is at stake, Im still Confusedas to why the administration Doesnt come out and ask Theamerican people to pay for those wars today rather than Burdenthe taxpayers of Tomorrow.Iraq dominates the time, attention, and the resources of our Nationalgovernment, and I would like to know how Youre Budgetingyour own time, MS. Secretary, in dealing with Iraq and how Muchtime that leaves for you to address the many other challenges Weconfront, specifically the ongoing struggle for Afghanistan, Thegenocide in Darfur, the Middle East peace process, the crisis Inlebanon, the nuclear weapons program in <mark>North Korea<\/mark>, and Thenuclear ambitions of Iran....<\/li><\/ul>"},{"KEYWORD":"north_korea","DATEx":"2007-04-12","TOPIC":"Situation in Darfur","CSPANLINK":"https:\/\/www.c-span.org\/video\/?197553-1\/SituationinDarfur7&mention=c58846&mentionSearch=north%20korea","EXCERPTSx":"Thank you very Much.Verdate 11- may- 2000 14:58 JAN 10, 2008 Jkt 000000 Po 00000 FRM 00057 Fmt 6633 Sfmt 6602 Darfur.Txt Sforel 1 Psn: Sforel 1Im embarrassed, I forget who Iexcuse Menext, if you would, Dr. Rossin.Statement of HON. Lawrence G. Rossin, senior Internationalcoordinator, save Darfur coalition, Washington, Dcambassador Rossin. Thank you very much, Mr. chairman, Forhaving invited me to testify today. and I want to thank you Andsenator Lugar and all the members of the committee, as did Susan, for your determined oversight on Darfur.With your permission, Ill make brief oral remarks, and ill Submitmy longer statement for the Record.The save Darfur coalition groups over 180 Faith-Based, Humanrights, and community organizations from all over the Unitedstates, from Indiana and everywhere. together, we have Workedfor nearly 3 years toward one overriding goal: to end the Genocidein Darfur. that commitment inspires my engagement. But I Alsospeak today from professional experience as an American diplomat, a career Ambassador, with a career in conflict resolution Ingrenada, Haiti, Bosnia, Kosovo, Iraq, and Afghanistan, and as Aformer deputy head of U. N. peacekeeping missions in Kosovo Andin Haiti.Regrettably, while our coalition has made great strides in Buildingawareness and mobilizing Activismsusan just cited the Pollingevidence of Thatour efforts has had very little effect on Theground, where it counts, for the people of Darfur. After 4 years, after 1,200 destroyed villages, after 400,000 people dead, after 2.5 million internally displaced, after$ 1.4 million out of the reach Ofhumanitarian assistance, and another 200,000- plus driven Intochad as refugees, the regime in Khartoum continues to pursue Ascorched-Earth campaign of death and displacement against Thepeople of Darfur, and it enjoys near total impunity as it does That.Today, president Al-Bashir is more adamant than ever. U.N.Peacekeepers will not ever set boots on the ground in Darfur, Andim very, very skeptical of this heavy support package deal Thatmr. Natsios described to us Today.The U. N. agencies continue Toraise the alarm about their shrinking ability to maintain the Aidthat sustains those hundreds of thousands of Darfurians that Areliving in misery. hardly a day goes by now without a Reiteratedwarning of looming humanitarian collapse, repeated defiance Frompresident Al-Bashir and his officials, a new report of atrocity, Anotherjanjaweed incursion in Chad.Diplomacy alone Patently has failed. for 4 years, a Seeminglyendless parade of envoys has visited Khartoum, each carrying Amessage, rarely coordinated with others, many wielding threats, others wielding assurances of protection against those threats, some Proffering rewards for good behavior. its total Incoherence, and its completely Ineffective.The Sudanese regime has used these visits and differences to Buytime for its Genocide. envoys have been played off against Eachother while their threats have gone unfulfilled. The regime Hasconcluded that it can act as it wishes, and who of us can Argueotherwise, with the evidence to hand? Verdate 11- may- 2000 14:58 JAN 10, 2008 Jkt 000000 Po 00000 FRM 00058 Fmt 6633 Sfmt 6602 Darfur.Txt Sforel 1 Psn: Sforel 1Mr. Natsios really described, today, no substantive progress Onany of the key issues that dog this issue. the past 4 years are Agraveyard of failed persuasive diplomacy, as much as Theyre Agraveyard of 400,000 innocent Darfurians.We were really hopeful, Mr. chairman, Senator Lugar, when Welearned, from administration contacts, several weeks ago now, Thatthe President had finally had it, and that some really tough Newtargeted sanctions, this plan B, were actually coming. We were Toldit was just a matter of scheduling the announcement. We Wereencouraged when, after having been Stiffed again by Presidental-Bashir a few weeks ago, special envoy Natsios told many of us, in conference calls, that these sanctions were imminent. We Wereeven more pleased when we learned that one foreign Ambassadorhad been told that the President had actually signed the Documents.Frankly, Mr. chairman, we thought that todays hearing wouldbe taking place in the context of just announced plan B sanctions, and we would be discussing how to ensure their effective Implementation.Everything we heard gave us cause to expect that. Butnot now. I just listened to Mr. Natsioss testimony, but I have to note that, only last week, he was quoted in the press as publicly Rejectingsecretary general bans call for more time for deferral of Mandatorysanctions so that his diplomacy could have more time. I Heardhim talk about the Codel that went to Khartoum.But I think what were seeing here is that the U. S. Governmentitself has decided, for its own reasons, to defer its own Sanctionsplan so that it, itself, can make yet another diplomatic try. We Respectthat effort. We dont question the sincerity of those Undertakingit. But, after years of Sudanese evasion and genocide, Wehave to say we are profoundly disappointed by This.The people of Darfur need our strong support now. The Starkmismatch between tough talk and weak action has to end now, Beforemore die and more are displaced. We are very skeptical Thatthe limited plan B sanctions that Weve heard about would Beenough to end the genocide, but at least Theyd be something, Andwed like to see them announced now. and wed urge that this Committeeride the administration hard to get Going.Experience from the Balkans, from Iran and North Korea, Andeven from Sudan itself on earlier issues before today, teach us Thatdiplomacy must be coupled with strong coercive measures, Enoughto change calculations so that ending a policy of mass murder Indarfur becomes cheaper for Khartoum than pursuing that Policy.Otherwise, this tragedy, Mr. chairman, will surely Worsen.Were we today discussing newly announced plan B sanctions, then I would be making the following points: above all, the Presidentthe president of the United States, President Bush Himselfwould have to exercise strong Personalleadership to ensure full and prompt sanctions enforcement by Thebureaucracy. It wont happen with anything Less.Second, with regard to the unilateral U. S. sanctions, which Weunderstand primarily would be aimed to choke off Dollar-Denominatedtransactions that benefit the government, that would Meanseveral things. The President himself would have to direct Theverdate 11- may- 2000 14:58 JAN 10, 2008 Jkt 000000 Po 00000 FRM 00059 Fmt 6633 Sfmt 6602 Darfur.Txt Sforel 1 Psn: Sforel 1Secretary of Treasury to have the office of foreign assets Controlbeef up its staff devoted to Sudan sanctioned enforcement. Thereshardly anybody doing it now. He would have to order the Intelligencecommunity actively to support the enforcement of Thosesanctions. Theres no task force in the intelligence community Onthis now. He would have to instruct his cabinet to create and Empowerinteragency task forces to manage this enforcement. and Hewould have to appoint a Sudan sanctions enforcement chief, Onethat had a very, very short communications chain to him personally, to drive the interagency process, because it wont work Otherwise.And, frankly, I just say, Mr. chairman and Senator Lugar, Ifound it stunning to hear Mr. Natsios, in his testimony just now, talk about part of plan B being actually setting up mechanisms Toenforcingimplement sanctions that have been on the books Formore than 2 years now. Thats Ridiculous.For the multilateral U. N. measures, that would mean the Presidentinstructing his foreign policy team first to obtain a Strongsecurity Council resolution mandating global sanctions, and Thento build an international coalition for their enforcement, with Adedicated envoy to lead that process. Thats what happened Onyugoslavia. Thats what would be needed for Sudan. none of it Existsnow.Regrettably, Mr. chairman, we find ourselves still at the Stageof calling for meaningful measures at all. after the latest Roundsof diplomacy have Failedi hope Im too pessimistic, but Somehowi doubt Itwe must demand that such sanctions finally be Imposed.Presuming your intense oversight to ensure vigorous Enforcementof such sanctions, then time will be needed to Assesstheir effectiveness. But, we would urge, not too much time. Thepeople of Darfur cannot survive new months and months of, Nowlets see what happens. I also must stress, Mr. chairman, that there are other Measuresavailable now to this administration. plan B would have more Prospectof success were the administration to heed your and our Repeatedcalls for a full suite of coercive steps, including a No-Fly Zoneand denying ships that carry Sudanese oil entry into U. S. ports, Asthe Darfur peace and accountability act authorized last fall. Wedont see why these and other measures are not being included Inplan B from the outset, just as we dont see why plan B Sanctionspurportedly only target three persons, and, to boot, one of Thosebeing a rebel leader, or why the administrations overall Globaldiplomacy regarding Darfur is so intermittent. As has been Notedalready, China, Egypt, the European Union, the Arab League, South Africa, the African Union, all of these players have key Rolesin this, and none of them are doing what they need to do right Now.In fact, we just wrote to President Bush urging that he Launcha sustained diplomatic Coalition-Building effort now. Thats Alsolong overdue. Administration support for the Durbin divestment bill would Alsohave a strong Impact.We urge that the administration prepare now to take these Stepsrapidly, should a first round of sharper sanctions not quickly Endkhartoums killing in Darfur. The only result that counts is Livesverdate 11- may- 2000 14:58 JAN 10, 2008 Jkt 000000 Po 00000 FRM 00060 Fmt 6633 Sfmt 6602 Darfur.Txt Sforel 1 Psn: Sforel 1Saved or lost. and, shamefully, Theyve been lost, and Thats Beensomething Thats been measured in the tens of thousands in Darfur.Actiontough, wide-ranging action, is needed now to match Thepresidents deep concern and tough words if the people of Darfurare to obtain any relief from their epic suffering. The save Darfurcoalitions hundreds of thousands of activists will press that Demandceaselessly until the genocide stops. In fact, Theyll be gathering, in 2 weeks, in nearly 150 cities across our country, Duringglobal days for Darfur, to demand effective international Protectionfor the people of Darfur and strong action from our Administration.But its this body which can, and must, ensure that the Administrationfollows through on plan B, is prepared, fast, with a plan C, if necessary, and, in the end, does whatever it takes to make Thisnew Centurys Genocidefirst genocide its last Genocide.We urge you to press hard for that level of sustained Administrationengagement, and we thank you for the forthright approach, indeed, you took in the hearing Today.And I thank you very much. and I look forward to your questions.[ the prepared statement of Ambassador Rossin follows :] prepared statement of HON. Lawrence G. Rossin, senior Internationalcoordinator of the save Darfur coalition, Washington, Dcthank you, chairman Biden, Senator Lugar, and members of the committee, Forinviting me to testify today. with your permission, I will make brief oral Remarksand submit a longer statement for the Record.My name is Larry Rossin. I am the senior International coordinator for the Savedarfur coalition, grouping over 180 Faith-Based, human rights, and community Organizationswhich together have worked for nearly 3 years toward one Overridinggoal: to end the genocide in Darfur.Beginning in February 2003, the Sudanese Government-Sponsored campaign of Violenceand forced starvation in Darfur has claimed as many as 400,000 dead, 2.5 million displaced, and an additional 1 million still in their villages but severely Affected.The U. S. Congress, two Secretaries of state, and President Bush have all Labeleddarfur a genocide, the first time in U. S. history that a conflict has been Solabeled while still ongoing. Congress and the President have followed up on Theirinitial declarations by making countless speeches, passing numerous pieces of legislation, and devoting Significantthough still Insufficientfunds for Humanitarianaid and peacekeeping. for its part, the U. N. Security Council has issued a Litanyof resolutions, including resolution 1706 which authorized 22,500 As-Yet Undeployedu. N. Peacekeepers for Darfur, and two secretaries general have declared Resolvingthe crisis a top Priority.Civil society in the United States and abroad has done its part as well, Includingthe formation of a broad coalition of hundreds of local, national, and Internationalfaith-Based, human rights, and community organizations, which have in turn Organizedthousands of events, involving millions of Citizen-Activists, and delivering Inturn millions of urgent calls to the United States and other governments to Takethe actions necessary to end the genocide. Unfortunately, none of the above Accomplishmentshave changed the basic truth that for the people of Darfur, life Continuesto grow more difficult and more Dangerous.It is indeed remarkable that millions of innocents in Darfur, and parts of Chadand the central African Republic, have survived for this long, in the face of Suchoverwhelming conditions, and with so little positive change in the underlying Dynamicof their dispossession and insecurity. As will be echoed at over 200 Darfurthemedevents in over 30 nations on April 29, 2007, time is running out for the Peopleof Darfur.These innocent victims are essentially on Life-Support, their continued Existencedependent on U. S. and international humanitarian aid and the presence of roughly 7,400 African Union Peacekeepers. Despite the best efforts of the underfunded Andundermanned African Union peacekeeping force, attacks have increased in Recentverdate 11- may- 2000 14:58 JAN 10, 2008 Jkt 000000 Po 00000 FRM 00061 Fmt 6633 Sfmt 6621 Darfur.Txt Sforel 1 Psn: Sforel 1Months, leading to tens of thousands of new arrivals at refugee camps in Darfurand across the border in Chad.After a promised Deescalation of violence failed to materialize following the Signingof the Stillborn Darfur peace agreement( Dpa) on May 5, 2006, the Situationin Darfur grew worse. The government of Sudan began a military offensive Indarfur in late August 2006 which displaced tens of thousands of Additionaldarfurians, and the Rebel groups, which had numbered just three at the time of Thedpas signing, have since splintered into more than a dozen factions, further Complicatingany potential political solution. The resulting increase in violence has Putthe humanitarian Life-Support system at great risk, and the nightmare scenario Ofa complete security collapse and the spike in the death rate that will surely Follownow appears to be a very real possibility. U. N. officials have previously said Thatthe death rate in Darfur could rise as high as 100,000 per month if security collapses, creating the sobering possibility that future horrors in Darfur may dwarf Allwe have seen up to Now.On August 31, 2006, the U. N. Security Council passed resolution 1706, Authorizinga robust peacekeeping force of 22,500 U. N. troops for Darfur with a Strongmandate to protect civilians. While this was a crucial step, it will remain Merelywords on paper until there are U. N. boots on the ground. more than 7 months Havepassed and only a few dozen U. N. advisors have actually been deployed. If Theunited nations fails to deploy a force to Darfur, it will be the first time in Historythat a U. N. force has completely failed to deploy after being authorized by the Securitycouncil.Why then the delay in carrying out the security councils order? because Theu. N. force cannot deploy over Sudans objections. Sudanese President Omar Al-Bashir wants to preserve the status quo, and has been thwarting the Internationalcommunitys efforts to stop the killing at every turn. Hes managed this by time Andagain promising to cooperate with international efforts to end the conflict in Orderto relieve mounting diplomatic and economic pressures, and then going back on Hisword and once again obstructing those efforts when the pressures have abated. Thisbait and switch pattern has allowed a Genocidal dictator to consistently thwart Theinternational Communitys efforts to end the conflict in Darfur and promote an Inclusivepeace process. In fact, he is doing so again right Now.On November 17, 2006, the international community and the Sudanese Governmentcame together in Addis Ababa, Ethiopia, and agreed to allow a hybrid Unitednations\/ African Union peacekeeping force to deploy to Darfur in three phases: alight package of advisors to help the au peacekeeping force already there; a Heavypackage of 3,000 military and police logistics personnel to do the same; and Thenfinally a large-scale force comprised of at least 10,000 additional U. N. and Autroops. President Al-Bashir immediately went to work on weakening the agreement, and thus far has allowed only phases I to deploy, demanding wholesale changes Tophase II and flatly denying phase Iii.The international community must take stronger action to compel President Al-Bashirs cooperation with international efforts to protect civilians in Darfur. U.S.Secretary of State rice put it well when she said on September 27, 2006, that Thegovernment of Sudan faces a choice between cooperation and confrontation. As Evidencedby his words and actions since Secretary Rices speech, president Al-Bashirhas chosen Confrontation.Today, president Al-Bashir is more adamant than ever in his resolve to Opposea full U. N. deployment, allowing him virtual carte Blanche to stage attacks Indarfur directly with his troops and Air Force, or via his Janjaweed client Militia.Mr. chairman, this record is well-known. hardly a news day goes by Withoutsome reiterated warning of looming humanitarian collapse, some repeated Messageof defiance from President Al-Bashir and his officials, some new report of Atrocityand societal disintegration in Darfur itself, some cross-border Janjaweed Incursioninto Chad.Equally apparent is that diplomacy alone has failed. It has been pursued for 4Years, by a seemingly endless parade of envoys and officials from all over Theworldfrom Bob Zoellick and Jendayi Frazer to Hu Jintao and Thabo Mbeki, Fromlouis Michel to Andrew Natsios, from Alpha Oumar Konare to Kofi Annan, Fromforeign ministers of Africa and the Middle East to U. N. and au Mediators, Andnow ban Ki-Moon and deputy Secretary Negroponte. Each has carried a Separatemessage, too rarely consistent or coordinated with that of her or his predecessor Orsuccessor; many have wielded threats, others assurances of protection against Thosethreats, some have proffered promises of reward for good Behavior.Verdate 11- may- 2000 14:58 JAN 10, 2008 Jkt 000000 Po 00000 FRM 00062 Fmt 6633 Sfmt 6621 Darfur.Txt Sforel 1 Psn: Sforel 1Incoherence and Ineffectivenessthe Sudanese regime is sophisticated, having long since learned to play one Envoyoff against another. Meanwhile the International Communitys threats and Promiseshave gone mostly unfulfilled, whether made on a unilateral basis or enshrined Innational law or Security Council resolution. the past 4 years are a graveyard Offailed persuasive diplomacy as much as they are of 400,000 Darfurians. Administrationtalk, at the end of 2006, of enacting tough plan B measures against Sudanby January 1, 2007, if it did not cooperate on U. N. Peacekeeper deployment Seemedbut the latest example of tough words unmatched, in the crunch, by Action.We were therefore encouraged when, weeks ago now, we heard that the Presidentand his officials had finally had it, and that some really tough new targeted Economicsanctionsplan Bwere actually Comingjust a matter of scheduling Theannouncement. We were doubly hopeful when, Stiffed again by Al-Bashir, Specialenvoy Natsios further stated last month that these sanctions were imminent. Wewere even more excited when we heard that a foreign Ambassador had been Toldthe President had actually signed the Documents.Well, frankly, Mr. chairman, we thought that todays hearing would be Takingplace in the context of Just-Announced plan B sanctions, and we would be Discussingtheir effective implementation. Every thing we heard, until late last week, gave cause for that Expectation.But that has, obviously, not come to pass. After rejecting the U. N. Secretary Generalsrecent call for deferral of security Council debate of mandatory U. N. Sanctionsso that his diplomacy could have more Timethe nth Iteration of that failed Sequencethat has cost lives in Darfurthe U. S. government, to our surprise, Suddenlyappears to have deferred its own sanctions plan, so that it can make Yetanother diplomatic try. We respect the effort, Mr. chairman, and do not Questionthe motive; but after years of Sudans evasions and genocide, we cannot help Butbe astonished and disappointed by this further Delay.Lives are at stake every Dayas our coalition has argued in private communication and public Messaging, Hereand overseas, the people of Darfur need strong support now. talk alone has failed, whether tough or diplomatic. The stark mismatch between tough talk and weak Orno action has to end, now, before more die and more are displaced. Al-Bashir is Notthe first stubborn dictator to pursue calculated policies of murder that we have Encountered.He will not be the last. experience Showswe know it from the Balkans, from Iran and North Korea, from Sudan itself before Todayif diplomacy is to work, it must be coupled to strong coercive measures, enough to change calculations, Sothat ending the killing becomes cheaper for Khartoum than pursuing it, as is Clearlynot the case Now.Mr. chairman, were we discussing today newly announced plan B sanctions Targetedon Sudans leadership, I would have made the following points: if enforced fully, the envisaged plan B sanctions would be an important Firststep to end the violence and suffering in Darfur, although probably not Enoughto stop the genocide. If, on the other hand, plan B were not fully implemented and Enforcedincludingboth its unilateral U. S. elements and its multilateral U. N. Elementskhartoums murderous campaign would only be reinforced. We would urge the President and his administration, therefore, to take all Necessarysteps to fully implement and enforce plan B without delay. for the expected unilateral U. S. sanctions focused on stopping transactions Directlybenefiting the Sudanese government, that would mean the President Directingtreasurys office of foreign assets control to increase dramatically Thenumber of man-hours allocated to Sudan sanctions enforcement; directing Theintelligence community to provide all information necessary to investigate Andenforce those sanctions, and the resources to develop that information; Directinghis cabinet to create and obey interagency task forces effective in ensuring Enforcementof the sanctions; and, appointing a High-Ranking Sudan sanctions Enforcementlead, with Presidential authority, to oversee the interagency Process.Comparable focused leadership from the top was the key to success of Yugoslavsanctions. for the multilateral U. N. measures, that would mean the President and his Administrationdirecting his foreign policy leadership first, to take all steps needed to obtain a Security Council resolution Mandatingglobal sanctions, Verdate 11- may- 2000 14:58 JAN 10, 2008 Jkt 000000 Po 00000 FRM 00063 Fmt 6633 Sfmt 6621 Darfur.Txt Sforel 1 Psn: Sforel 1 and then, to build an international coalition for their enforcement, with Adedicated envoy to lead that process. Although we do not understand it will, such a resolution should enact tough targeted sanctions against Individualsand entities complicit in the genocide; expand the existing arms embargo Toinclude the Sudan government; and Ideally create the No-Fly zone called Forin resolution 1591.Regrettably, Mr. chairman, we find ourselves still at the stage of calling Formeaningful measures at all, rather than discussing their effective Implementation.However, if the latest rounds of diplomacy Faili hope I am proven too pessimistic, but history gives me reason to doubt Itwe do hope that such sanctions will at Longlast be imposed, so that this discussion can have Meaning.If and when that stage is reached, and presuming that the Presidents Personaldetermination and this Congresss assertive oversight ensure that the sanctions Areenforced systematically, we can then take some time to assess their Effectiveness.But, if you will forgive me a brief jump forward, we would urge: not too much Time.People die and are driven from their homes every day in Darfur; humanitarian Collapseis an insistent threat. We cannot afford, if and when such limited Sanctionsgo into effect, to have new months and months of now lets see what Happens.Additionally, there are more measures available to this administration than Itsstalled plan B as envisaged. heeding Congresss and our coalitions repeated Callsto announce additional coercive Stepssuch as leading the International Communityin imposing a No-Fly zone, and denying ships linked to Sudan entry to U. S. Portswould make plan B stronger. We dont see why they are not being included Fromthe outset, just as we dont see why plan B sanctions would reportedly only Targetthree persons when we know the U. K. recommended more, or why the Administrationsoverall global diplomacy regarding Darfur is so weak and sporadic. In fact, we have just written to the President urging him to launch serious, sustained Diplomaticcoalition-Building efforts which have proven successful in the form of Contactgroups in past Crises.In any case, we certainly urge that the U. S. government prepare to take Theseand other additional measures should the long-overdue first round of tougher Targetedsanctions fail quickly to reverse Khartoums killing, BLOCKAGE of Crediblepeacekeepers, and constant disruption of efforts to renew an inclusive peace Process.The success or failure of plan B should largely be measured by whether or Notit swiftly compels the cooperation of the Sudanese government on these fronts. Theultimate gauge of its effectiveness will be lives saved or lost, a measure that Ismarked off by the thousands in Darfur.Action from the administration is needed to match the Presidents concern Andtough words, if the people of Darfur are to derive any relief from their epic Suffering.With American leadership, the full weight of the International Communitymust be brought to bear on Khartoums leadership and its business partners to Endtheir obstruction of international efforts to end the crisis in Darfur.The save Darfur coalition will pursue these goals ceaselessly, by the means Wehave, until the genocide is ended. But it is this body which can and must Ensurethe administration follows through on its plan B, is prepared with a plan C Ifnecessary, and in the end, does what it takes to make this new Centurys first Genocideits Last.Enacting, implementing, and fully enforcing strong plan B measures is not Theonly piece of the puzzle, however. Another essential element to ending the Genocidein Darfur and creating a stable and secure environment for civilians there is a Consistentand adequate supply of funding for peacekeeping operations. The Unitedstates has been by far the most generous International donor to security Programsin Darfur, providing hundreds of millions of dollars for the African Union Forcesthere and allocating nearly$ 100 million for an eventual U. N. force. Despite Thisseeming generosity, U. S. funding for peacekeeping in Darfur has been Inconsistentand this lack of predictability appears to be a contributing factor to the low Levelof effectiveness of the African Union force in Darfur.While only a successful peace process can finally end the genocide, the Unitedstates must do all it can to ensure the presence of a credible peacekeeping Forcewith dependable, adequate resources and a robust Civilian-Protection mandate Asthe peace process hopefully moves forward. This peacekeeping force, whether Africanunion, United Nations, or a hybrid, will require consistent and adequate U.S.Funding and leadership to be effective in its Mission.Unfortunately, to date, the rhetoric surrounding the genocide has not Beenmatched by a consistent commitment to request adequate funding in a Transparentand predictable way to get the peacekeeping job done in Darfur. Since at least 2005, funding for peacekeeping in Darfur has been inconsistent and in some instances Uncertainuntil the last minute. This lack of predictability impacts the existing Peace-Verdate 11- may- 2000 14:58 JAN 10, 2008 Jkt 000000 Po 00000 FRM 00064 Fmt 6633 Sfmt 6621 Darfur.Txt Sforel 1 Psn: Sforel 1Keeping mission in Darfur and sends a strong message to the government of Sudan, our allies, and most importantly, the people of Darfur, Emboldening the Perpetratorsand draining the hope of the Survivors.Perhaps the most troubling aspect of the U. S. governments failure to Provideconsistent and predictable funding for Peacekeepers is that it is one of the Onlyissues Impacting civilians in Darfur over which the United States government Hasdirect control. We cannot control the actions or responses of the government Ofsudan. We cannot control the activities of the Janjaweed or rebel forces in Darfur.We cannot control the response of our allies in this effort. But the Administrationand Congress collectively have complete control of the allocation of U. S. funding Tocombat the Genocide.As far as I can tell, Congress has provided every dollar ever formally Requestedby the administration for Darfur peacekeeping and has generously added to Thoserequests in several instances. based on that fact, I believe that the inescapable Conclusionis that the administration has consistently underestimated the need Forfunding for security in Darfur and has not made consistent and predictable Requeststhrough the regular appropriations process to meet future security needs in Darfur.Let me give a specific example. The administrations fiscal year 2008 budget Requestto Congress contains no request for bilateral peacekeeping for Darfur Throughthe peacekeeping operations account. This decision is based on the assumption Thatpeacekeeping responsibilities in Darfur will transition to a U. N. or hybrid Unitednations\/ African Union force by the beginning of the fiscal year, October 1, 2007.Putting aside the optimistic nature of this assumption, it should then be safe to Assumethat if the administration plans to fund Darfur security through the Unitednations in fiscal year 2008. in turn, it follows that the budget should include Anample funding request for a U. S. contribution to the projected U. N. force in Darfur.This is not, however, the Case.The partnership for effective peacekeeping estimates that to meet the Peacekeepingneeds in Sudanboth for the U. N. force in South Sudan( Unmis) and fora Darfur Missionthe U. S. contribution should be$ 675 million in fiscal year 2008To the U. N. peacekeeping apparatus. Instead, the total administration request is$ 391 million, just$ 10 million more than the previous year, leaving a shortfall Forsecurity in Sudan of about$ 284 million. taking into account the$ 98 million Alreadyprovided by Congress for a U. N. force in Darfur, we can estimate that the Shortfallin the administrations request for Darfur security for fiscal year 2008 is approximately$ 186 Million.Presumably, Congress will again work to adequately fund this pressing need, Butthis will be an unnecessarily difficult task given the expected tight budget for Internationalaffairs and the many pressing priorities. I say unnecessarily because Fundingdarfur security would be immeasurably easier if the administration would Simplyrequest needed funding through the regular appropriations Process.The administration did request$ 150 million for bilateral peacekeeping in the Fiscalyear 2007 supplemental request, currently being considered by Congress. Thisis very helpful and welcome and appears to be adequate for the remainder of Thisfiscal year. If there is essentially no additional bilateral or multilateral Fundingbeing requested by the administration for Darfur security for Fy08, however, Thenin a few short months the source of U. S. funding for Darfur security will again Beuncertain and we may yet again be looking for additional supplemental funding Tobridge the Darfur peacekeeping Gap.To this end, I would encourage the administration to submit a budget Amendmentto Congress for fiscal year 2008 requesting an additional$ 186 million for Darfur Securitythrough the African Union. I would also encourage the Senate and House Togive the administration the authority to transfer any or all of those funds to Theu. N. peacekeeping account if deployment of a U. N. or hybrid force supersedes Theneed for bilateral Funding.Additional to funding concerns, I hope that this committee will help ensure Thatthe Senate passes legislation protecting States rights to divest their pension Fundsand other holdings of businesses whose trade with the Sudanese government Negativelyaffects the people of Darfur. Senator Durbin has introduced, and Severalmembers of the committee have cosponsored, S. 831, a bill which would do just That.The prompt passage of S. 831, which is currently awaiting action in the Senatebanking Committee, will ensure that States are not barred from doing their Partto fight the genocide in Darfur. I also encourage this committee to urge Senate Leadershipto schedule a swift vote for S. RES. 76, the resolution regarding the Regionalizationof the Darfur conflict into Chad and the central African Republic which Wasintroduced by Senator Feingold and recently reported by the committee to the Fullsenate for Consideration.Verdate 11- may- 2000 14:58 JAN 10, 2008 Jkt 000000 Po 00000 FRM 00065 Fmt 6633 Sfmt 6621 Darfur.Txt Sforel 1 Psn: Sforel 1While there is no silver bullet or easy answer for Darfur, real progress can Bemade if substantive action is taken on the issues Weve discussed today.","EXCERPTS_SHORT":"We are very skeptical Thatthe limited plan B sanctions that Weve heard about would Beenough to end the genocide, but at least Theyd be something, Andwed like to see them announced now.and wed urge that this Committeeride the administration hard to get Going.Experience from the Balkans, from Iran and <mark>North Korea<\/mark>, Andeven from Sudan itself on earlier issues before today, teach us Thatdiplomacy must be coupled with strong coercive measures, Enoughto change calculations so that ending a policy of mass murder Indarfur becomes cheaper for Khartoum than pursuing that Policy.Otherwise, this tragedy, Mr. chairman, will surely Worsen.Were we today discussing newly announced plan B sanctions, then I would be making the following points: above all, the Presidentthe president of the United States, President Bush Himselfwould have to exercise strong Personalleadership to ensure full and prompt sanctions enforcement by Thebureaucracy....Al-Bashir is Notthe first stubborn dictator to pursue calculated policies of murder that we have Encountered.He will not be the last.experience Showswe know it from the Balkans, from Iran and <mark>North Korea<\/mark>, from Sudan itself before Todayif diplomacy is to work, it must be coupled to strong coercive measures, enough to change calculations, Sothat ending the killing becomes cheaper for Khartoum than pursuing it, as is Clearlynot the case Now.Mr....","EXCERPTS_EXPAND":"<ul><li>We are very skeptical Thatthe limited plan B sanctions that Weve heard about would Beenough to end the genocide, but at least Theyd be something, Andwed like to see them announced now.and wed urge that this Committeeride the administration hard to get Going.Experience from the Balkans, from Iran and <mark>North Korea<\/mark>, Andeven from Sudan itself on earlier issues before today, teach us Thatdiplomacy must be coupled with strong coercive measures, Enoughto change calculations so that ending a policy of mass murder Indarfur becomes cheaper for Khartoum than pursuing that Policy.Otherwise, this tragedy, Mr. chairman, will surely Worsen.Were we today discussing newly announced plan B sanctions, then I would be making the following points: above all, the Presidentthe president of the United States, President Bush Himselfwould have to exercise strong Personalleadership to ensure full and prompt sanctions enforcement by Thebureaucracy....Al-Bashir is Notthe first stubborn dictator to pursue calculated policies of murder that we have Encountered.He will not be the last.experience Showswe know it from the Balkans, from Iran and <mark>North Korea<\/mark>, from Sudan itself before Todayif diplomacy is to work, it must be coupled to strong coercive measures, enough to change calculations, Sothat ending the killing becomes cheaper for Khartoum than pursuing it, as is Clearlynot the case Now.Mr....<\/li><li>-- and in <mark>North Korea<\/mark>....<\/li><li>and I thought you said to me that the Mostuseful sanctions available to us were unilateral sanctions that Wecould impose that Werent available to us in the 1990s, that Werenow using in Iraqi mean, excuse me, in Iran, and Thatambassador Natsios.and in <mark>North Korea<\/mark>.The chairman[ continuing]....and in <mark>North Korea<\/mark>.The chairman[ continuing].and in <mark>North Korea<\/mark>....<\/li><li>and many of them do their Transactionsin dollars, and we believe that, under the new Enforcementmechanisms, which is part 3 of this, these sanctioned companies, in fact, will have some of their operations Paralyzed.Under the third part of this are new enforcement mechanisms Toimplement the sanctions that the President put in place 2 Yearsago, and then new sanctions he put in place under the Darfurpeace and accountability act that the Congress passed, that Wereput in Placei remember, distinctly, the date, because it was Inoctober, because the executive order was signed the day I Arrivedin Khartoum, which is one reason the Sudanesebecause Theywere so furious, they would not let me see President Bashir.And so, we have new mechanisms that Weve developed since 9\/11 that were not available in the 1990s, or even in the earlier Period.This is just in the last 2 years, these new mechanisms Havebeen put in place.They are the mechanisms, Senator, that Arebeing used in Iran and <mark>North Korea<\/mark>, and were going to Employthose mechanisms to do a much more aggressive Enforcementmechanism for existing sanctions plus the 29 new companies Thatwe would add, should the President decide to go ahead with This.Give us some sense of what the impact of Sanctioningthese 29 companies would have on the overall Economy.Ambassador Natsios....its the Treasury Department that does this.Thehead of Ofac, I meet with constantly; Werehe spends a Hugeamount of time on this to make sure that all of the legal Hurdlesrequired under Federal statute are followed, so we dont have Lawsuitson our hands and that we effectively can enforce These.We believe it will have an effect on the economy, a Substantialeffect, Beand the reason we know is because its having an Effecton the Iranian and <mark>North Korea<\/mark>n economy....<\/li><\/ul>"},{"KEYWORD":"north_korea","DATEx":"2011-05-09","TOPIC":"U.S.-China Strategic and Economic Dialogue","CSPANLINK":"https:\/\/www.c-span.org\/video\/?299407-1\/RelationsCo&mention=599954400&mentionSearch=north%20korea","EXCERPTSx":"Good morning. Thank you. Thank you all. It is an honor to welcome back to Washington for the third meeting of the strategic and economic dialogue between the indicted States and China two good friends. Let me acknowledge vice Premier Wang and state Councilor Dai. your trip with the President was a great visit and we got some time to spend time together. The United States Co-Chairs are our Superstars, Secretary Clinton and Secretary Geithner are. We expect great things to happen. We each have a number of important tasks in the days ahead and all designed to continue to guide our relationship to an even better place than it has already moved. I would like to recognize Secretary Gary Locke, the second-- the President's trust to be the next ambassador to China. He has served as the governor of the state of Washington, and the Senate CONFIRMS Gary, he will do an outstanding job.[ Applause] their hideous. I'm not going to mention the trade Representative'S sitting next to you because I told him if he was able to deliver a deal all with Korea, I would nominate him for the Nobel peace prize. He did, and I have to. I made-- I hate to get knowledge this gentleman, but I made my first trip to China as a young man, meeting with don shopping in 1979-- Deng Xiaoping in 1979. I think we would a first delegation to meet after Normalization with senators like a clip-- Jacob Javits and Frank church and other prominent members agree on that term, when we met with the Vice Premier and witness changes that were being initiated, beginning to spur China's remarkable transformation, even back then it was clear great things were happening, and it was also a debate here in United States and throughout most of the West, whether a rising China was in the interest of the United States and the wider world. as a young member of the foreign relations Committee, I wrote and I said and I believed then what I believe now, that a rising China is a positive development, not only for China, but for America and the world writ large. When the President and I took office in January, 2009, we understood that our relationship with China would be a key priority. We were determined to turn and said the relations of on a stable course that could be sustained for decades. Our two countries, now the world's two largest economies, or down by ever growing ties in investment. We the United States talked about what we import. We exported$ 110 billion in American goods and services to China last year. We were bound by much more than Commerce. over the last three decades, our people have become increasingly linked to education, work, and travel. Last year, 130,000 Chinese were studying in the United States. They are really good. We are trying to keep some of them. I'm only joking.[ Laughter] but they are. We cannot claim the same number of Americans in China, but our 100,000 strong initiative will dramatically increase the number of young Americans living and studying in China. My Kneniece, who graduated from Harvard not too long ago, works for the Secretary Geithner, she did exactly what we hope another 100,000 will do. She shot is-- she studied Chinese, lived in China, and is now devoted to making sure the relation It's better. We are linked by our share global responsibilities. We both serve as permanent members of the United Nations Security Council. We are both Pacific powers. for many of the world cost pressing challenges, it is a simple fact that when the United States and China are not at the table, a solution to the problem is less possible than when we are at the table. It is no exaggeration to say that our relationship and how we manage it will help shape the 21st century. Our commitment starts at the top. Our Presidents have met Face-To- face nine times in two and a half years, nine times. President Hoo was here in January. I will go back to channel this summer-- to China this summer, and I look forward to hosting a reciprocal visit later this year. These Summits are not enough on their and to sustain and build a relationship across our entire government, across all agencies. that is why we're here. It is not merely our economic issues. We want to build a relationship across the entire spectrum of our governments tree that is what we have asked all of you to come together for these dialogue. When President Obama launched the first Shh strategic economic the lead in two dozen night, he issued a challenge all of us, to work together to define the problems of our time. Some would say that is presumptuous for China and United States to work on problems. how we cooperate will define as vivid part of how we deal with the challenges the world faces at the beginning of the 21st century. This is not the heart of our effort to build a cooperative partnership. We seek to cooperate to advance our mutual interests and not only promote economic growth, but trade that is free and is fair. We see the corporation to advance our mutual interest in the prosperous future that will come from an energy supply that is clean and secure and addresses climate change. We seek to cooperate to advance our mutual interests in a range of pressing global and regional security challenges. This includes continuing our work to prevent the spread of nuclear weapons and specifically to curb proliferation of those weapons and technology from both Iran and North Korea. where do we stand? to this dialogue and a dedicated efforts of our governments and our people, I believe history will show we have made progress. There is much more to do, and that is why we are here. along with our partners in the G- 20, we have worked to sustain a global ad, the recovery. We recognize that the relations generate global economic Beveridge of deaths, not to just both of our countries, but all benefits. Last year our trade supported over 500,000 jobs here in the United States. We may cancel corporate was we made tangible-- made tangible progress. over the next two days, we need to build on this Lamentable and make sure our commitments are aggressively implement it. You may have noticed there is a debate in this nation how best to secure our long-term fiscal future. We know overcoming our economic challenges begins at home. We have to restore financial stability if we need to make the investments to win the future. We need to maintain our commitment to what he believed the President believes is the pillars of our economic future-- education, in addition, and in for sharp curve. I know you are adjusting to your economy and the world situation as well. I know in China and you are working to Rebalance your economy and make growth more sustainable with greater reliance on domestic demand. none of this is easy. success and reordering growth will be good for the United States and for the rest of world. United States and China are the world's largest producers and consumers of energy, and we share a common challenges that flow from that. This creates not only a problem but a great opportunity, for common efforts to find clean energy solutions. Secretary Chu likes to say\" science is not a Zero-Sum game. science is not a Zero-Sum game.\" that is demonstrated by the corporation we have begun to forge in this area. Our joint clean energy research center is finding new approaches to energy efficiency, clean coal, which we both need to deal with, and clean vehicles. We need to build on and expand our efforts in their area, and I know you will be doing, having much discussions these next two days, on air, and it seems to me an area that has the potential for great progress. We have also made progress in Goebbels' attorney challenges trade or President joined us at the nuclear security summit in January. We have cooperated in stemming nuclear proliferation from Iran and North Korea. The strategic dialogue is important to both our countries. look at the agenda you have for the next two days. It is a Fulsome agenda. Let's list a few of the items on the agenda to illustrate the sheer breadth of our British. climate change, clean energy, military relations, regional issues, Sudan, Afghanistan, our goal in part is to enhance the communication and understanding that we believe and you believe will build trust and confidence. We have to be honest with each other. We are not going to agree on everything. We will clearly find areas where there will be disagreement. As we work to events our national interests, we have to move on what we see in common, find common ground, and I would argue much of our mutual national interests will find common ground. only by discussing a diverse range of topics can we help mitigate the risk of Misperception and this calculation. My father used to say the only disagreement worse than the one that is intended is one that is an unintended. that is why it is so critically important we talked to one another honestly. We should be realistic. We will not always be able to work together. In some areas we have figures this a grimace. In some we will have a vigorous competition. others will have a curse collaboration. I believe on balance we have much more to agree on than to disagree on. So does the President believe that. a healthy competition in our view is good for both of us. competition is not bad. competition could. This is the reason why I have held the view for so many years and continue to hold a view that a rising China is a positive development. As you might expect, it is my question I have overwhelming confidence in the capabilities of the American people, and those capabilities are enhanced when there is genuine competition from equally capable people. I welcome this healthy and fair competition because I believe it will spur us both to innovate and both will benefit from it. It is important to be straightforward with one another. There is one area where we have vigorous disagreement, and I know when I understand that this agreement when we voiced it is upsetting or rankles-- don't know how that translated Passs into Chinese. We have disagreement in the era of human rights. We have noted our concerns about the recent crackdown in China. No relationship that is real can be built on a false foundation. where we disagree, it is important to state it. When will continue to express our views. As I said, I recognize that some in China Sea our advocacy in human rights as an intrusion. The President and I believe strongly that protecting the animal rights and freedoms such as those enshrined in China's International commitments as well as in their own Constitution is the best way to promote long-term stability and prosperity of any society. The transformation of China cost the economy since my first job as a young man in 1979 has been breathtaking. I doubt whether it has occurred in any other. in world history. It has been so significant, so rapid. The Mimmense talent of the Chinese people, perseverance, and their leaders, have lifted tens of millions of people out of poverty and build an economy that now helps fuel the world's prosperity. It is remarkable. During the same period, the relationship doing the United States and China has also seen a remarkable transformation. again, because of the talent and hard work and a respected political leaders that have covered our countries over the last three decades. The bonds between our countries, about through intensive engagement from the moment of Normalization, events like this one. We have done much to make a relish of positive, cooperative, a comprehensive, and I am confident that we can do more for ourselves and for a generation of Americans and Chinese as well. As I said, if that occurs and continues to occur, it will benefit the whole world.","EXCERPTS_SHORT":"We seek to cooperate to advance our mutual interests in a range of pressing global and regional security challenges.This includes continuing our work to prevent the spread of nuclear weapons and specifically to curb proliferation of those weapons and technology from both Iran and <mark>North Korea<\/mark>....We have also made progress in Goebbels' attorney challenges trade or President joined us at the nuclear security summit in January.We have cooperated in stemming nuclear proliferation from Iran and <mark>North Korea<\/mark>....","EXCERPTS_EXPAND":"<ul><li>We seek to cooperate to advance our mutual interests in a range of pressing global and regional security challenges.This includes continuing our work to prevent the spread of nuclear weapons and specifically to curb proliferation of those weapons and technology from both Iran and <mark>North Korea<\/mark>....We have also made progress in Goebbels' attorney challenges trade or President joined us at the nuclear security summit in January.We have cooperated in stemming nuclear proliferation from Iran and <mark>North Korea<\/mark>....<\/li><\/ul>"},{"KEYWORD":"north_korea","DATEx":"2019-10-18","TOPIC":"Joe Biden Remarks at DNC Women's Leadership Forum Conference","CSPANLINK":"https:\/\/www.c-span.org\/video\/?465445-4\/&mention=873561384&mentionSearch=north%20korea","EXCERPTSx":"Hello, folks. How are you all doing? well, my name is Joe Biden. I'm Jill Biden'S husband and Valerie Biden'S brother. It's wonderful to be back amongst so many friends. I got to see many in the photo line. look, I've been here a number of times in the past and what Hillary and a lot of you in this room put together has turned out to be one of the most significant things we have done to build a party. You know, you have been the heart and soul. It's not hyperbole. You have been the heart and soul of the Democratic party. We have been through a lot together, including some of the really tough fights. We haven't won every one of the fights, but when we did win, it wasn't always on the first try either. But the record will show that we won most of them together. and it's due to the power and resilience of so many women in the room. not being solicitous. I saw all those qualities firsthand by the way. I could probably, because I'm characterizing the old guy, you see how old I am, but I probably campaigned in districts for more democratic candidates than anybody who is around. This time out in the off year, I went to 24 States, campaigned for over 60 candidates. and alongside went in and walked door-to-door, spoke at rallies with 33 women last year. Many of them, most in red and purple States. I can say without fear of contradiction, I've said this then and I'll say it again and no matter, you are the most remarkable group of qualified candidates I've ever campaigned for. I'm not being solicitous, it's true.[ Applause] one of the things that you've helped change in this room is we don't longer talk about women's issues. The fact is It's a ridiculous phrase. every single issue is a women's issue.[ Applause] the economy, guns, Healthcare, national security. The women I went and campaigned for, five of them, had graduated from one of our academies whether it was the naval Academy, Air Force Academy, etc. and they forgotten-- one I campaigned for in Michigan used to work for me on the National intelligence service. They have forgotten more about foreign policy-- this is not a joke-- then Donald Trump will ever know. He's not smart enough to know what he doesn't know. No, really.[ Applause] the Air Force captain Scott noted its and commanders of the United States Navy. The first Marine fighter pilot who in combat, in combat, women, women who understand in their bones what it means to have the backs of our allies when we make a commitment. I know we usually talk about these in male terms, but think about this. think about What's changing here. There's not a damn thing that you've told your sons and daughters and I've told mine, there's not a damn thing my son can do that my daughter could not do equally as well or better. What we did was, when we changed the way-- the way we deal with the military, it's fundamentally changed the way we are looked at around the world. The gravity, they understand these two women who have been elected, they understand the gravity what it means when we abandon an ally. There's no surprise that those 33 women, 25 of them won their races. We won back the house because of that. and folks--[ Applause] they're all fighters. women in this room-- you've always stepped up when there's been a fight, when a principle has been at stake. last month marked the 25th anniversary of one of those really tough fights. The violence against women act. I remember when I first drafted the act, there was a lot of difficulty getting people to think it was possible because of a people tried that kind of thing before. and it was initially thought to be Maybe we shouldn't engage in, we should focus on choice and gender. But a number of you in this room said, no, no, Enough'S enough, because you've already been deeply involved in dealing with rape crisis centers, dealing with women who had been beaten and battered. Some remember what our opponents said back in the 1990' s. They said when I suggest that we have federally funded women's shelters, the line was-- and this was literally repeated throughout the press and in am so of the fundamental churches-- what Biden wants to setup is Indon'T Rickation centers. It's not a-- indoctrination centers. It's not a joke. of course we were facing political tax but we were and continue to face the need to fundamentally change American culture. how we treat women in society, domestic violence is considered a family affair, literally a family affair. remember the Christian coalition went after me and anyone that supported us by saying, Biden is breaking up families, breaking up families. The burdens, the burden of sexual assault was always laid at the women's feet. What were you wearing? did you have a Bra on? were you wearing a slip? What did you say? remember that lovely young woman who was, in fact, a model in New York City, and I convinced her to testify and I warned her what would happen and I asked her, remember, she's the one who wanted to leave her apartment complex. upper East upper side. It had a Restaurant-Bar. The landlord kept harassing her every time she wanted to move from her utility to a One-Bedroom apartment. What happened? she got a call when she was doing a shoot in New York, if you stop at the restaurant on the way back, we will sign a contract I have One-Bedroom apartment for you. She did. When she stopped, she signed, she read, signed agreement and he hit on her again. This guy hired two Goons as some of you may remember and they slashed her face with Razors. slashed her face. and as to be pushed testified to war no one's going to happen to her by public opinion at the time. I said what did your mother say? she said she asked me, why was I in a bar? What did your girlfriend say to you? What were you wearing? How short was your skirt? folks, these are insidious and destructive ways of approaching the issue. frankly, we're still fighting against this backward thinking today. But because the leadership and incredible bravery of the women who came forward with their stories, with at-- we have at least broken the dam of congressional resistance and begin to break the damn of cultural resistance come on campuses as well. and because a lot of you in this room we passed the violence against women act but each time we Re-Authorize it, we had to fight for it again, as we expandable it, expandable its coverage, which I wanted to do from the beginning but couldn't get done. and the Re-Authorization is all designed to improve the law, cover more people. over the years we built in protections to the act for immigrant women, native American women, the Lgbt community. rights we know we should have won 25 years ago but couldn't get it done. We got it done along the way that still today Mitch McConnell and the Republicans are refusing to bring up the latest reauthorization of the Act. Re-Authorization of the Act. The version to close the so-called Boyfriend loophole. I tried to say you can't own a weapon even if you are not married if you have a domestic abuse order. If in fact you have a Stayaway order, if in fact, to go on, domestic violence Misdemeanors. because of the NRA What's happening? all those provisions to clear up all of that whether you have a dating partner rather than being married, you should in fact, be protected and no one should be able to have a weapon. This Re-Authorization would fix all that. It would also keep firearms out of hands of convicted folks that are stalkers. think about this. think about what this guy sold out to the N. R. A. in a way that's absolutely outrageous. You know, we have to get this passed, and I'm sorry to talk-- to raise this with you now but we need your voices in addition to helping the Democratic party win, we need you to raise your voices. You have significant influence and put the pressure on this administration, on this President, but more importantly, on the Congress, the United States Senate, to force them to have to vote on this.[ Applause] folks, you know, we are in a situation where I don't think it's an exaggeration to say that Donald Trump not only is a President who has Belittled women and a-- and degraded them his whole life, he's now going beyond that and striking at the heart of our democracy. Trump'S entire life is built on abuse of power, which is what violence against women act is all about, the abuse of power. and I bring this up because I think the American people are finally on to him. and the more Congress is focused on his corrupt behavior, the more erratic he's going to become though. He's got another year in office, maybe.[ Applause] maybe. and scores, this is the single, I never thought I would say this about a President. I really mean it. My guess is you wouldn't either. This is the single most corrupt administration in all of American history. It's rotten to the core, to the core. scores of his advisers, campaign officials, members of his administration, his private lawyers have gone to jail convicted of Felonies. others are going to be going to jail I predict.[ Applause] and There's a whole-- it gets-- as it occurs he gets more vicious and more erratic and Self-Serving. as a wall of accountability around him begins to close in on him. He's gone so far to be the first president in American history to cross a line-- I don't want to sound like the frustrating historian I am, but George Washington said-- first thing he said after he became President, the single most serious threat our Republic faces-- I'm Parraphrasing-- is interference from foreign powers. They are the ones that bring down a Republic. Well guess what. What has he done? last time with Hillary, and now twice so far this time he has invited three foreign countries to engage and interfere in our electoral process. He's got over$ 10 million of ads working up there with the same folks who know if I got elected I'm going to beat their-- I'm going to beat them again. The N. R. A., the insurance companies, the folks who, in fact, have his henchmen and his thugs have actually orchestrated this involvement and they're being uncovered out, being exposed. two of those thugs are foreign nationals. They in fact, got arrested trying to sneak out of the country at Dulles airport not long ago. One got arrested coming back into the country. one of those Masterminds.[ laughing] Rudy Giuliani.[ laughing] Oh.[ laughing] what a-- I got to be careful here. I don't want-- Giuliani is under investigation. He refused to answer any questions. Giuliani, God bless him, reminds me of the old line from Voltaire. Voltaire said, I've never made but one prayer to God. Oh, Lord, make my enemies ridiculous, and God granted it. Well, God has granted it again to the Democratic party. This election is not about Trump attempting to get me out of the race or his lies and distortions. The fact of the matter is, he doesn't want to face me. I get that. But it's about you. It's about the American people. It's about health care. We need to finish the job. overcome the special interest insurance companies who are preying and paying a lot of money in their ads to give every single American the power to choose a public option that, by the way, we can fully afford. about making sure that every child has access to a good education regardless of his zip code. We can do that by tripling title 1 funding for At-Risk schools from$ 15 billion to$ 45 billion a year so that every single child in America can go to Pre-K, 3, 4, 5 years old which increases the prospects of success in school. Finally beginning to pay teachers what they deserve.[ Applause] they're the lowest paid folks coming out of college with degrees no matter what their grades are. It means ending the fact-- we stop appointing right-wing unqualified justices by Codifying Roe V. wade as a matter of law. It means having a tax code built on rewarding work, not wealth. It means freeing our children of the fear and panic related to gun violence. You've all seen it. You've sent your grandchildren and children off to school. You see them scared to death. told they're building new schools that have you can down the hall teach you how to move in and not be caught in the cross fire. It's the single greatest concern children have between the ages of 5 and 17, that they get shot in school. What have We've become? we must take on the N. R. A., and I got to say something very Self-Serving and true. I am the only one I have ever beaten them nationally. I've beaten them twice. If I am your nominee, I promise I'll beat them like a drum again. and the reason it got done was because a woman I asked to be on the Judiciary Committee, Dianne Feinstein. She's the reason we finally got the assault weapons ban. eliminating magazines with multiple rounds. You know, we have laws in the United States of America, if you are a Hunter, you can't Hunt geese with more than three shotgun shells. Yet, you can buy a magazine that carries 100 rounds in them. What in God's name are we doing? it means taking on the existential threat of climate change. largest ever investment in clean energy. rejoining the Paris climate accord, which we all were part of. making sure that in the first 100 days of my administration, if I am elected, all those other 175 or more members of that climate accord are going to come to the United States of America and commit and Recommit to up the ante in what they can do. They makeup 85% of the problem.[ Applause] look, we have to lead the world. If we don't lead it, nobody else is-- the vacuum will be filled by others who don't have the interest of the American people or good people in mind. But, first, to state the obvious, and I'm ending here-- I promise you-- we have to defeat Donald Trump. You know--[ Applause] because we can't-- this is lit early. We can't get-- literal. We can't get a damn thing done unless he's defeated. We can handle, God willing, it will be really difficult, and you are all going to be called in to Whoever wins this race on the Democratic side into our administration, it's going to take a hell of a lot of work to makeup for all the damage he's done internationally and nationally. His network of thugs and Co-Conspirators are going to continue to try to undermine our democracy in the meantime. imagine what he can do in another year. imagine what can happen in Ukraine. But more importantly, imagine what will happen in Iran. imagine what happens when he embraces the thugs around the world, like Kim Jong UN in North Korea. But like every bully I've ever known as a Stuttering kid, they are all afraid. He is deathly afraid. He's afraid and he should be, because of the women in this room.[ cheers and Applause] you all know What's at stake. You're going to go out and you're going to beat him like a drum. But I want to leave you with one thought. I'm so tired of Democrats walking around with their heads down like, what are we going to do? How can we get anything done? ladies, we are better positioned than any nation in the world to own the 21st century. When I got elected as a 29- year-old kid, I was labeled as young, idealist, optimistic guy. I give you my word, I'm more optimistic about the chances for America, what we can do with him out of the way, than I've ever been. We have the most productive workers in the world. We have more great research universities which every fundamental change has taken place in the last 20 years than all the rest of the world combined. We're in a situation where there's not-- if we think about it-- there's not a damn thing we can't do. I spent the last five years of my life working on how to beat cancer. We're well on our way if we make the investments we need to make. imagine what we can do, marshaling the most brilliant people in this country around around the world to change the nature of how we relate to one another. folks, I'm so damn tired of us forgetting who we are. This is the United States of America. There has never-- I mean, this-- I mean this, sincerely-- there has never, ever been a time when America SETS its mind to something it hasn't gotten it done. For God's sake, let's get up and remember who we are. This is the United States of America. Let's take it all back and lead the world again and the American people. God bless you and may God protect our troops. Thank you for having me. appreciate it.[ cheers and Applause]( music) from the shotgun shack to the Superdome with no help( music) Tom: We'll see some of you later tonight if you're heading over to the Museum. Thank you very much.( music)","EXCERPTS_SHORT":"But more importantly, imagine what will happen in Iran.imagine what happens when he embraces the thugs around the world, like Kim Jong UN in <mark>North Korea<\/mark>....","EXCERPTS_EXPAND":"<ul><li>But more importantly, imagine what will happen in Iran.imagine what happens when he embraces the thugs around the world, like Kim Jong UN in <mark>North Korea<\/mark>....<\/li><\/ul>"},{"KEYWORD":"north_korea","DATEx":"2020-01-17","TOPIC":"CNN and Des Moines Register Democratic Debate in Iowa","CSPANLINK":"https:\/\/www.c-span.org\/video\/?468113-2\/&mention=874133250&mentionSearch=north%20korea","EXCERPTSx":"No, not now. I wouldn't meet with them without any preconditions. look, what, we gave him everything He's looking for, legitimacy. The President showed up, met with him, gave him legitimacy, weakened the sanctions we have against him. I would be putting what I did as vice president. I met with Xi Jinping more than anyone else. I would be putting pressure on China to put pressure on Korea, to cease and desist from their nuclear power, make, their efforts to deal with nuclear weapons. I would move forward as we did before, and you reported it extensively, Wolf, about moving forward the whole notion of defense against nuclear weapons, that we would, and when China said to me, when Xi Jinping said to me, that's a threat to us, I said, we're going to move and protect our interests unless you get involved and protect it. I would reignite the relationship between Japan and South Korea, and I would put enormous pressure, enormous pressure on China, because that's also in their interests for them to put pressure on North Korea to cease and desist. But I would not, I would not meet with, absent preconditions, I would not meet with the, quote,\" Supreme leader,\" who said Joe Biden is a rabid dog, he should be beaten to death with a stick.\" I count that--","EXCERPTS_SHORT":"I would move forward as we did before, and you reported it extensively, Wolf, about moving forward the whole notion of defense against nuclear weapons, that we would, and when China said to me, when Xi Jinping said to me, that's a threat to us, I said, we're going to move and protect our interests unless you get involved and protect it.I would reignite the relationship between Japan and South Korea, and I would put enormous pressure, enormous pressure on China, because that's also in their interests for them to put pressure on <mark>North Korea<\/mark> to cease and desist....","EXCERPTS_EXPAND":"<ul><li>I would move forward as we did before, and you reported it extensively, Wolf, about moving forward the whole notion of defense against nuclear weapons, that we would, and when China said to me, when Xi Jinping said to me, that's a threat to us, I said, we're going to move and protect our interests unless you get involved and protect it.I would reignite the relationship between Japan and South Korea, and I would put enormous pressure, enormous pressure on China, because that's also in their interests for them to put pressure on <mark>North Korea<\/mark> to cease and desist....<\/li><\/ul>"},{"KEYWORD":"north_korea","DATEx":"2020-02-26","TOPIC":"CBS Hosts Democratic Presidential Debate in South Carolina","CSPANLINK":"https:\/\/www.c-span.org\/video\/?469516-1\/&mention=874352479&mentionSearch=north%20korea","EXCERPTSx":"You don't negotiate with the dictator, give him legitimacy, without any notion other he is going to do anything at all. You don't do that. look what happened. He gave this dictator, he's a thug, legitimacy. We can to the sanctions around the world against committing people not to trade anything from oil to providing missile technology. and what's happened? It's been weekend. I would be in Beijing. I would be speaking with Xi Jinping. I would be reassigning the relationship between Japan and South Korea and I would make it clear, I would make it clear to China. We are going to continue to move closer to make sure that we can in fact prevent North Korea from launching missiles to take them down, and if we don't-- why am I stopping. No one else stops.[ Laughter] Catholic school training.[ Applause]","EXCERPTS_SHORT":"I would be reassigning the relationship between Japan and South Korea and I would make it clear, I would make it clear to China.We are going to continue to move closer to make sure that we can in fact prevent <mark>North Korea<\/mark> from launching missiles to take them down, and if we don't-- why am I stopping....","EXCERPTS_EXPAND":"<ul><li>I would be reassigning the relationship between Japan and South Korea and I would make it clear, I would make it clear to China.We are going to continue to move closer to make sure that we can in fact prevent <mark>North Korea<\/mark> from launching missiles to take them down, and if we don't-- why am I stopping....<\/li><\/ul>"}]