[
    {
        "KEYWORD": "korea",
        "DATEx": "2020-06-05",
        "TOPIC": "Joe Biden Remarks on the Economy at Delaware State University",
        "CSPANLINK": "https://www.c-span.org/video/?472817-1/&mention=874814035&mentionSearch=korea",
        "EXCERPTSx": "Mr. good afternoon, everyone. Let me begin by thanking Dr. Allen, a resident of Delaware state university, one of the great Hbcus in the country, for accommodating us. It is good to be back on campus. I wish it was a more Celebratory occasi"
    },
    {
        "KEYWORD": "korea",
        "DATEx": "2020-02-26",
        "TOPIC": "CBS Hosts Democratic Presidential Debate in South Carolina",
        "CSPANLINK": "https://www.c-span.org/video/?469516-1/&mention=874352479&mentionSearch=korea",
        "EXCERPTSx": "Deal with North Korea? you don't negotiate with the dictator, give him legitimacy, without any notion other he is going to do anything at all. You don't do that. look what happened. He gave this dictator, he's a thug, legitimacy. We can to "
    },
    {
        "KEYWORD": "korea",
        "DATEx": "2020-01-17",
        "TOPIC": "CNN and Des Moines Register Democratic Debate in Iowa",
        "CSPANLINK": "https://www.c-span.org/video/?468113-2/&mention=874133250&mentionSearch=korea",
        "EXCERPTSx": "Would you meet with North Korea without any preconditions? no, not now. I wouldn't meet with them without any preconditions. look, what, we gave him everything He's looking for, legitimacy. The President showed up, met with him, gave him le"
    },
    {
        "KEYWORD": "korea",
        "DATEx": "2019-10-18",
        "TOPIC": "Joe Biden Remarks at DNC Women's Leadership Forum Conference",
        "CSPANLINK": "https://www.c-span.org/video/?465445-4/&mention=873561384&mentionSearch=korea",
        "EXCERPTSx": "Hello, folks. How are you all doing? well, my name is Joe Biden. I'm Jill Biden'S husband and Valerie Biden'S brother. It's wonderful to be back amongst so many friends. I got to see many in the photo line. look, I've been here a number of "
    },
    {
        "KEYWORD": "korea",
        "DATEx": "2011-05-09",
        "TOPIC": "U.S.-China Strategic and Economic Dialogue",
        "CSPANLINK": "https://www.c-span.org/video/?299407-1/RelationsCo&mention=599954400&mentionSearch=korea",
        "EXCERPTSx": "Good morning. Thank you. Thank you all. It is an honor to welcome back to Washington for the third meeting of the strategic and economic dialogue between the indicted States and China two good friends. Let me acknowledge vice Premier Wang a"
    },
    {
        "KEYWORD": "korea",
        "DATEx": "2010-03-03",
        "TOPIC": "John Murtha Memorial Service",
        "CSPANLINK": "https://www.c-span.org/video/?292347-1/Murtha&mention=c5810019&mentionSearch=korea",
        "EXCERPTSx": "It'S the stuff that makes so many of you so different from other people. Then he didn't get to go to fight in Korea, became a drill Sergeant, an experience that served him very well in the house.( laughter.) but here he was, comes along lat"
    },
    {
        "KEYWORD": "korea",
        "DATEx": "2010-03-03",
        "TOPIC": "John Murtha Memorial Service",
        "CSPANLINK": "https://www.c-span.org/video/?292347-1/Murtha&mention=c5810017&mentionSearch=korea",
        "EXCERPTSx": "And I learned this guy, when he was playing football at Washington and Jefferson college, he got a starting berth. When he found out the reason he got the berth is because the guy who was an Upperclassman to him was going to Korea, and that"
    },
    {
        "KEYWORD": "korea",
        "DATEx": "2007-04-12",
        "TOPIC": "Situation in Darfur",
        "CSPANLINK": "https://www.c-span.org/video/?197553-1/SituationinDarfur7&mention=c58850&mentionSearch=korea",
        "EXCERPTSx": "I have one question, if I may. Ambassadorrossin, you talked about the mechanisms that need to be set Upeven to implement plan B. do you have any indication as to Howfar down the road the administration is in equipping the Administrationto a"
    },
    {
        "KEYWORD": "korea",
        "DATEx": "2007-04-12",
        "TOPIC": "Situation in Darfur",
        "CSPANLINK": "https://www.c-span.org/video/?197553-1/SituationinDarfur7&mention=c58846&mentionSearch=korea",
        "EXCERPTSx": "Thank you very Much.Verdate 11- may- 2000 14:58 JAN 10, 2008 Jkt 000000 Po 00000 FRM 00057 Fmt 6633 Sfmt 6602 Darfur.Txt Sforel 1 Psn: Sforel 1Im embarrassed, I forget who Iexcuse Menext, if you would, Dr. Rossin.Statement of HON. Lawrence "
    },
    {
        "KEYWORD": "korea",
        "DATEx": "2007-04-11",
        "TOPIC": "Situation in Darfur",
        "CSPANLINK": "https://www.c-span.org/video/?197553-1/SituationinDarfur7&mention=c5066812&mentionSearch=korea",
        "EXCERPTSx": "-- and in North Korea. and so I'm confused. What are these multilateral sanctions that are going to be so consequential, that you're worried if we acted on our own we would lose?"
    },
    {
        "KEYWORD": "korea",
        "DATEx": "2007-04-11",
        "TOPIC": "Situation in Darfur",
        "CSPANLINK": "https://www.c-span.org/video/?197553-1/SituationinDarfur7&mention=c58838&mentionSearch=korea",
        "EXCERPTSx": "Thank you. I must say, Mr. Ambassador, it sounds like the administration Ischanging its position. and I thought you said to me that the Mostuseful sanctions available to us were unilateral sanctions that Wecould impose that Werent available"
    },
    {
        "KEYWORD": "korea",
        "DATEx": "2007-04-11",
        "TOPIC": "Situation in Darfur",
        "CSPANLINK": "https://www.c-span.org/video/?197553-1/SituationinDarfur7&mention=c58781&mentionSearch=korea",
        "EXCERPTSx": "Thank you very Much.Mr. Ambassador, again, welcome. Thank you. Youve got a Difficultjob. were anxious to hear what you have to Say.Statement of HON. Andrew S. Natsios, Presidents Specialenvoy to Sudan, Department of state, Washington, Dcamb"
    },
    {
        "KEYWORD": "korea",
        "DATEx": "2007-02-09",
        "TOPIC": "Fiscal Year 2008 State Department Budget",
        "CSPANLINK": "https://www.c-span.org/video/?196603-1/Year2008St&mention=c57843&mentionSearch=korea",
        "EXCERPTSx": "The hearing will come to Order.Madam Secretary, welcome. its an honor to have you back Heretoday.Today, the foreign relations committee meets to hear the Secretaryof state on the budget for foreign affairs for fiscal year 2008. a month ago,"
    },
    {
        "KEYWORD": "korea",
        "DATEx": "2007-01-31",
        "TOPIC": "Negroponte Nomination Hearing",
        "CSPANLINK": "https://www.c-span.org/video/?196463-1/Negropo&mention=c4937593&mentionSearch=korea",
        "EXCERPTSx": "I'D like to specifically request that you give your views on Darfur, which is a major responsibility undertaken by deputy Secretary Zoellick, which seems to have fallen from the priority list. The administration has rightly called Darfur ge"
    },
    {
        "KEYWORD": "korea",
        "DATEx": "2005-05-25",
        "TOPIC": "Senate Session",
        "CSPANLINK": "https://www.c-span.org/video/?186908-1/SenateSession3507&mention=595881353&mentionSearch=korea",
        "EXCERPTSx": "I rise today to state What's obvious to the chair and my colleague that I will oppose the nomination of John Bolton to be U. S. representative to the United Nations. and I regret, quite frankly, that we're even debating this nomination whil"
    },
    {
        "KEYWORD": "korea",
        "DATEx": "2005-01-26",
        "TOPIC": "Senate Session",
        "CSPANLINK": "https://www.c-span.org/video/?185284-1/SenateSession3425&mention=595935869&mentionSearch=korea",
        "EXCERPTSx": "Chair. Mr. President, I rise today to support Dr. Rice'S nomination to be Secretary of state. I don't do it as full Somely as I rose to support the nomination of the previous Secretary of state. I'll explain why. I believe the President of "
    },
    {
        "KEYWORD": "korea",
        "DATEx": "2005-01-26",
        "TOPIC": "Senate Session",
        "CSPANLINK": "https://www.c-span.org/video/?185284-1/SenateSession3425&mention=595935699&mentionSearch=korea",
        "EXCERPTSx": "Chair. Mr. President, I rise today to support Dr. Rice'S nomination to be Secretary of state. I don't do it as full Somely as I rose to support the nomination of the previous Secretary of state. I'll explain why. I believe the President of "
    },
    {
        "KEYWORD": "korea",
        "DATEx": "2004-07-15",
        "TOPIC": "North Korean Nuclear Programs",
        "CSPANLINK": "https://www.c-span.org/video/?182710-1/KoreanNucle&mention=c4592515&mentionSearch=korea",
        "EXCERPTSx": "So, these things, as we proposed it, if it were accepted, could go forward, notwithstanding the fact there was no alteration of North Korea'S conduct relative to the human rights abuses cited by my colleague, Senator Brownback?"
    },
    {
        "KEYWORD": "korea",
        "DATEx": "2004-07-15",
        "TOPIC": "North Korean Nuclear Programs",
        "CSPANLINK": "https://www.c-span.org/video/?182710-1/KoreanNucle&mention=c4592322&mentionSearch=korea",
        "EXCERPTSx": "I have one last question, Mr. chairman, that has been prompted by the exchange between Senator Brownback, who has done an incredible amount of work on this issue, and I want to make sure I understand. If there was a complete, verifiable dis"
    },
    {
        "KEYWORD": "korea",
        "DATEx": "2004-07-15",
        "TOPIC": "North Korean Nuclear Programs",
        "CSPANLINK": "https://www.c-span.org/video/?182710-1/KoreanNucle&mention=c4585770&mentionSearch=korea",
        "EXCERPTSx": "I got it. So I'll conclude, Mr. chairman. The U. S. proposal in Beijing, and this is what I'm trying to figure out, whether it really represents any change at all, and it seems as though it did. The Beijing proposal seems to represent a cha"
    },
    {
        "KEYWORD": "korea",
        "DATEx": "2004-07-15",
        "TOPIC": "North Korean Nuclear Programs",
        "CSPANLINK": "https://www.c-span.org/video/?182710-1/KoreanNucle&mention=c4585262&mentionSearch=korea",
        "EXCERPTSx": "Well, I want to talk about the other issues. in your testimony, you included a long list of actions in addition to eliminating the nuclear weapons program North Korea has to take to achieve\" a wholly transformed relationship with the United"
    },
    {
        "KEYWORD": "korea",
        "DATEx": "2004-07-15",
        "TOPIC": "North Korean Nuclear Programs",
        "CSPANLINK": "https://www.c-span.org/video/?182710-1/KoreanNucle&mention=c4584707&mentionSearch=korea",
        "EXCERPTSx": "I mean, is something different here? I mean, I guess I'm trying to get at here is, it seems as though the atmosphere has changed. is it because all of a sudden North Korea has had an epiphany? or is it because South Korean and Japan are wor"
    },
    {
        "KEYWORD": "korea",
        "DATEx": "2004-07-15",
        "TOPIC": "North Korean Nuclear Programs",
        "CSPANLINK": "https://www.c-span.org/video/?182710-1/KoreanNucle&mention=c4584532&mentionSearch=korea",
        "EXCERPTSx": "No. I understand that. But it said that they had to do a number of things. We in the past-- we made it pretty clear that there would be no action taken by us at all unless there were certain preconditions met by North Korea. Now, your state"
    },
    {
        "KEYWORD": "korea",
        "DATEx": "2004-07-15",
        "TOPIC": "North Korean Nuclear Programs",
        "CSPANLINK": "https://www.c-span.org/video/?182710-1/KoreanNucle&mention=c4584171&mentionSearch=korea",
        "EXCERPTSx": "No, no. But my question is-- There's a question of beginning and Commen-- and ending. He's begun it. He said that in order to end it, he has to-- the idea that it's static, like our position has been-- static-- Korea, you must do the follow"
    },
    {
        "KEYWORD": "korea",
        "DATEx": "2004-07-15",
        "TOPIC": "North Korean Nuclear Programs",
        "CSPANLINK": "https://www.c-span.org/video/?182710-1/KoreanNucle&mention=c4583881&mentionSearch=korea",
        "EXCERPTSx": "There is a security dialogue going on, obviously, but it also seems to be bilateral. the North Koreans and the South Koreans have decided not to wait around. and the Japanese have apparently decided not to wait for outcomes. I mean, they're"
    },
    {
        "KEYWORD": "korea",
        "DATEx": "2004-07-15",
        "TOPIC": "North Korean Nuclear Programs",
        "CSPANLINK": "https://www.c-span.org/video/?182710-1/KoreanNucle&mention=c4581698&mentionSearch=korea",
        "EXCERPTSx": "I thank the chairman for his dedication to this issue; look forward to hearing the witnesses; and am delighted that we have at least moved to this point where there is a prospect of knowing what the full offer on the table is with us for No"
    },
    {
        "KEYWORD": "korea",
        "DATEx": "2004-07-15",
        "TOPIC": "North Korean Nuclear Programs",
        "CSPANLINK": "https://www.c-span.org/video/?182710-1/KoreanNucle&mention=c4581635&mentionSearch=korea",
        "EXCERPTSx": "North Korea is a weak and isolated state. the North leaders consider weapons to be the ultimate Guarantor of the Regime'S survival, and they are obviously reluctant to give them up. But, in reality, the North'S nuclear program is a giant Al"
    },
    {
        "KEYWORD": "korea",
        "DATEx": "2004-07-15",
        "TOPIC": "North Korean Nuclear Programs",
        "CSPANLINK": "https://www.c-span.org/video/?182710-1/KoreanNucle&mention=c4581562&mentionSearch=korea",
        "EXCERPTSx": "Mr. chairman, I hope North Korea will not squander this change to prove its relations with its neighbors, to trade false security offered by its nuclear weapons for a very real security that comes from integration in one of the world's most"
    },
    {
        "KEYWORD": "korea",
        "DATEx": "2004-07-15",
        "TOPIC": "North Korean Nuclear Programs",
        "CSPANLINK": "https://www.c-span.org/video/?182710-1/KoreanNucle&mention=c4581478&mentionSearch=korea",
        "EXCERPTSx": "So I commend the administration for finally putting together a decent proposal to test North Korea'S intentions, and I hope North Korea will respond positively at the next round of talks scheduled in September. Fortunately, North Korea'S ne"
    },
    {
        "KEYWORD": "korea",
        "DATEx": "2004-07-15",
        "TOPIC": "North Korean Nuclear Programs",
        "CSPANLINK": "https://www.c-span.org/video/?182710-1/KoreanNucle&mention=c4581415&mentionSearch=korea",
        "EXCERPTSx": "The bottom line is that we now confront a much more dangerous adversary than we did in 2001. Now, I'm not at all certain, and I want to make the point clearly-- a little humility is in order here-- I'm not certain that the administration li"
    },
    {
        "KEYWORD": "korea",
        "DATEx": "2004-07-15",
        "TOPIC": "North Korean Nuclear Programs",
        "CSPANLINK": "https://www.c-span.org/video/?182710-1/KoreanNucle&mention=c4581349&mentionSearch=korea",
        "EXCERPTSx": "Unfortunately, the White House Overruled Secretary Powell and adopted a posture, in my view, of benign neglect even after learning that North Korea'S attempts to develop uranium rich capacity in the summer of 2002, the administration took m"
    },
    {
        "KEYWORD": "korea",
        "DATEx": "2004-07-15",
        "TOPIC": "North Korean Nuclear Programs",
        "CSPANLINK": "https://www.c-span.org/video/?182710-1/KoreanNucle&mention=c4581285&mentionSearch=korea",
        "EXCERPTSx": "But the exchange of views in Beijing represented progress, in my view, and I hope we can now get to the real meat of these negotiations. Mr. chairman, it has been more than three years since the Secretary of state proclaimed the United Stat"
    },
    {
        "KEYWORD": "korea",
        "DATEx": "2004-07-15",
        "TOPIC": "North Korean Nuclear Programs",
        "CSPANLINK": "https://www.c-span.org/video/?182710-1/KoreanNucle&mention=c4581241&mentionSearch=korea",
        "EXCERPTSx": "I must note, Mr. chairman, that the U. S. has not presented any proposal addressing North Korea'S exported ballistic missiles but perhaps that will come on a later day. North Korea promised to study the U. S. proposal and also presented a f"
    },
    {
        "KEYWORD": "korea",
        "DATEx": "2004-07-15",
        "TOPIC": "North Korean Nuclear Programs",
        "CSPANLINK": "https://www.c-span.org/video/?182710-1/KoreanNucle&mention=c4581178&mentionSearch=korea",
        "EXCERPTSx": "At the recent third round of talks, the U. S., for the first time, in my view, my understanding, put forward a reasonably comprehensive and detailed road map for how the crisis might be resolved. The U. S. plan reportedly offers various inc"
    },
    {
        "KEYWORD": "korea",
        "DATEx": "2004-02-13",
        "TOPIC": "State Department  Budget Proposal",
        "CSPANLINK": "https://www.c-span.org/video/?180545-1/StateDepartmentBudgetP&mention=c4393548&mentionSearch=korea",
        "EXCERPTSx": "And so I think unless this Commission looks at the use of the intelligence, the use of the intelligence as well as the quality of the intelligence, we will never be able to reestablish in the minds of other world leaders-- there will not be"
    },
    {
        "KEYWORD": "korea",
        "DATEx": "2004-02-13",
        "TOPIC": "State Department  Budget Proposal",
        "CSPANLINK": "https://www.c-span.org/video/?180545-1/StateDepartmentBudgetP&mention=c4379453&mentionSearch=korea",
        "EXCERPTSx": "A year ago, deputy Secretary Armitage, who I don't want to ruin his reputation, but of all the people I've ever dealt with in my entire career of almost 32 years now, he is the Straightest, most Upfront and most honest interlocutor I have e"
    },
    {
        "KEYWORD": "korea",
        "DATEx": "2003-10-31",
        "TOPIC": "Senate Session",
        "CSPANLINK": "https://www.c-span.org/video/?178907-1/SenateSession3228&mention=596014150&mentionSearch=korea",
        "EXCERPTSx": "Mr. President, let me conclude by saying, today's paper carries the news that the quick-- quick Sotic and inscrutable actions of the North Koreans have brought the Supreme leader of North Korea to the position where he is now saying that he"
    },
    {
        "KEYWORD": "korea",
        "DATEx": "2003-10-28",
        "TOPIC": "U.S. Policy Toward Iran",
        "CSPANLINK": "https://www.c-span.org/video/?178846-1/USPolicyTowardIran&mention=c4802527&mentionSearch=korea",
        "EXCERPTSx": "So I look forward to hearing from you, Mr. Secretary, on what our policy toward Iran'S nuclear program is, what diplomatic initiatives we have been working on with our allies in Europe and Russia. and, Mr. chairman, there is much more to be"
    },
    {
        "KEYWORD": "korea",
        "DATEx": "2003-09-10",
        "TOPIC": "U.S. Foreign Policy",
        "CSPANLINK": "https://www.c-span.org/video/?178092-1/USForeignPolicy80&mention=c4708360&mentionSearch=korea",
        "EXCERPTSx": "And I believe the reason we went into Iraq and not North Korea-- and I said at the time, you all asked me at the time which I thought was the greater danger, that the greater danger is, and I still think it is, Korea. But the reason we didn"
    },
    {
        "KEYWORD": "korea",
        "DATEx": "2003-09-10",
        "TOPIC": "U.S. Foreign Policy",
        "CSPANLINK": "https://www.c-span.org/video/?178092-1/USForeignPolicy80&mention=c4708277&mentionSearch=korea",
        "EXCERPTSx": "In the interest of time, I've been like a broken record in my criticism, along with Dick Lugar, a Republican, of the President's policy on North Korea. I think, again: waited too long, lacked a sense of urgency."
    },
    {
        "KEYWORD": "korea",
        "DATEx": "2003-08-01",
        "TOPIC": "U.S. Policy in Iraq",
        "CSPANLINK": "https://www.c-span.org/video/?177659-1/PolicyinIr&mention=c4659741&mentionSearch=korea",
        "EXCERPTSx": "And There's another terrible result as a consequence of the Hype, in my view, and that's the damage that's done to our credibility. not the damage to the President's credibility; that's his problem, that's his concern. The damage to U. S. c"
    },
    {
        "KEYWORD": "korea",
        "DATEx": "2003-05-20",
        "TOPIC": "Senate Session",
        "CSPANLINK": "https://www.c-span.org/video/?176691-2/SenateSession3130&mention=596066537&mentionSearch=korea",
        "EXCERPTSx": "Chair. before I again to speak in support of the Kennedy amendment, I would like to make one generic point. I find it fascinating that the United States of America, of all countries in the world, feels the need to increase its nuclear arsen"
    },
    {
        "KEYWORD": "korea",
        "DATEx": "2003-04-03",
        "TOPIC": "Senate Session",
        "CSPANLINK": "https://www.c-span.org/video/?175936-1/SenateSession3100&mention=596080139&mentionSearch=korea",
        "EXCERPTSx": "Mr. President- N response to my friend from Arizona, absolutely, positively not. The Senator, because of these-- some would view arcane rules of the Senate has to make his point by asking me questions. I would be delighted to yield him some"
    },
    {
        "KEYWORD": "korea",
        "DATEx": "2003-03-27",
        "TOPIC": "Senate Session",
        "CSPANLINK": "https://www.c-span.org/video/?175781-1/SenateSession3094&mention=596083520&mentionSearch=korea",
        "EXCERPTSx": "Mr. President, I rise to join my colleague, the chairman of the committee, in support of concurrent resolution 30, which commends and expresses the gratitude of the United States to the other nations participating with us in the coalition t"
    },
    {
        "KEYWORD": "korea",
        "DATEx": "2003-03-06",
        "TOPIC": "U.S.-North Korea Relations",
        "CSPANLINK": "https://www.c-span.org/video/?175371-1/KoreaRelat&mention=c4387515&mentionSearch=korea",
        "EXCERPTSx": "I am not going to comment on that. I know that chairman Lugar and I agree that there should be talks, and I know that we both understand that what Mr. Berger said. The fact of the matter is that absent us being willing to talk to find out w"
    },
    {
        "KEYWORD": "korea",
        "DATEx": "2003-03-06",
        "TOPIC": "U.S.-North Korea Relations",
        "CSPANLINK": "https://www.c-span.org/video/?175371-1/KoreaRelat&mention=c4387173&mentionSearch=korea",
        "EXCERPTSx": "Ironically, the path that we are suggesting here today is similar to an approach advocated by some of the most prominent members of the Bush administration before they entered office. It is a path that enjoys broad bipartisan support, and I"
    },
    {
        "KEYWORD": "korea",
        "DATEx": "2003-03-06",
        "TOPIC": "U.S.-North Korea Relations",
        "CSPANLINK": "https://www.c-span.org/video/?175371-1/KoreaRelat&mention=c4387071&mentionSearch=korea",
        "EXCERPTSx": "Sen. Joseph Biden( D-De ): thank you very much, Mr. leader. Madame Secretary, Mr. Secretary, this distinguished group that you have put together, Mr. leader, I think makes a very-- very Cogent and important point. We quite frankly have no p"
    },
    {
        "KEYWORD": "korea",
        "DATEx": "2003-03-05",
        "TOPIC": "Senate Session",
        "CSPANLINK": "https://www.c-span.org/video/?175357-1/SenateSession3075&mention=596093398&mentionSearch=korea",
        "EXCERPTSx": "Madam President, I'm pleased to join our esteemed chairman, Senator Lugar, in presenting to the Senate this resolution giving the Senate's advice and consent to ratification of the strategic-- the treaty on strategic offensive reductions re"
    },
    {
        "KEYWORD": "korea",
        "DATEx": "2003-02-27",
        "TOPIC": "Post-Conflict Afghanistan",
        "CSPANLINK": "https://www.c-span.org/video/?175245-1/PostConf&mention=c4372003&mentionSearch=korea",
        "EXCERPTSx": "We'Re already seeing Afghanistan drop from the radar screen. What level of commitment will the administration display once Afghanistan has to line up behind Iraq, North Korea and whatever comes next?"
    },
    {
        "KEYWORD": "korea",
        "DATEx": "2003-02-27",
        "TOPIC": "Post-Conflict Afghanistan",
        "CSPANLINK": "https://www.c-span.org/video/?175245-1/PostConf&mention=c4371622&mentionSearch=korea",
        "EXCERPTSx": "With war clouds gathering over Iraq and an unacknowledged crisis looming in North Korea, public attention in Washington has shifted away from our unfinished business in Afghanistan. In some parts of the administration nation building is sti"
    },
    {
        "KEYWORD": "korea",
        "DATEx": "2003-01-28",
        "TOPIC": "Senate Session",
        "CSPANLINK": "https://www.c-span.org/video/?174798-1/SenateSession3049&mention=556720463&mentionSearch=korea",
        "EXCERPTSx": "Thank you, Mr. President. Mr. President, as President Bush prepares to address the nation on the state of the Union, we stand to state the obvious at a precipice of a momentous war. war. war with Iraq. The American people and the world for "
    },
    {
        "KEYWORD": "korea",
        "DATEx": "2003-01-17",
        "TOPIC": "Senate Session",
        "CSPANLINK": "https://www.c-span.org/video/?174663-1/SenateSession3044&mention=596104137&mentionSearch=korea",
        "EXCERPTSx": "Stevens: the Senator from Delaware has given me a good time to think and so we're happy to have him take 20 minutes right now. The Presiding officer: Mr. Biden: I thank the chair. Madam President, I rise today to, quite frankly, compliment "
    },
    {
        "KEYWORD": "korea",
        "DATEx": "2000-02-08",
        "TOPIC": "State Department Budget",
        "CSPANLINK": "https://www.c-span.org/video/?155259-1/StateDepartmentBud&mention=c5510902&mentionSearch=korea",
        "EXCERPTSx": "Further, it seems to me, we have to encourage China to cooperate with us in seeking regional stability in South Asia. I, quite frankly, don't know how we reach a reasonable resolution for the world on the subcontinent of India, between Indi"
    },
    {
        "KEYWORD": "korea",
        "DATEx": "1999-03-16",
        "TOPIC": "Senate Session",
        "CSPANLINK": "https://www.c-span.org/video/?121832-1/SenateSession2243&mention=596669335&mentionSearch=korea",
        "EXCERPTSx": "President, proponents of S. 257, the bill we are debating now, suggest that this bill is vital to our country's defense. The very distinguished Senator from Tennessee just got up and made his case, and as an illustration he pointed to the t"
    },
    {
        "KEYWORD": "korea",
        "DATEx": "1993-11-18",
        "TOPIC": "Senate Session",
        "CSPANLINK": "https://www.c-span.org/video/?52408-1/SenateSession1143&mention=696945640&mentionSearch=korea",
        "EXCERPTSx": "I thank committee. and this. and that was a distinguished Finance Committee chairman. How can you have free trade with a country free at that and have. that has really bothered me from the standpoint of really trying to move forward and com"
    },
    {
        "KEYWORD": "korea",
        "DATEx": "1993-11-04",
        "TOPIC": "Senate Session",
        "CSPANLINK": "https://www.c-span.org/video/?52069-1/SenateSession1134&mention=692964384&mentionSearch=korea",
        "EXCERPTSx": "Senator from North Dakota. Then I'm President. First I want to commend Senator Biden for putting together a serious crime bill. Under very difficult circumstances. I don't think that perhaps many of our viewers understand. The very difficul"
    },
    {
        "KEYWORD": "korea",
        "DATEx": "1993-11-04",
        "TOPIC": "Senate Session",
        "CSPANLINK": "https://www.c-span.org/video/?52069-1/SenateSession1134&mention=692947467&mentionSearch=korea",
        "EXCERPTSx": "Roll. A Senator: Madam President, I ask unanimous consent that further proceedings under the Quorum call be suspended. The Presiding officer: without objection, so ordered. Mr. McCain: Madam President, I ask to address the Senate as if in m"
    },
    {
        "KEYWORD": "korea",
        "DATEx": "1993-10-22",
        "TOPIC": "Post-Cold War Foreign Policy",
        "CSPANLINK": "https://www.c-span.org/video/?51759-1/WarForei&mention=c2764011&mentionSearch=korea",
        "EXCERPTSx": "And after World War II, based on what Senator Nunn has said-- to follow on from what he had said, there was the growth of the notion that, evidenced by Truman's actions in Korea, over the objections of Mr. Republican, Mr. Taft, that in fact"
    }
]